[
    "One Monday afternoon, Mike, adopting a very unusual style, wore a hoody.",
    "Nobody would ever think of wearing a hoody on a very hot day.",
    "His friends also wondered why he was being weird.",
    "They became a little aloof with Mike that day.",
    "The next day, Mike wore a hoody again, this time of a different color.",
    "This went on every day for a week and his friends gradually got used to it.",
    "Finally, on the eighth day, Mike wore a plain white shirt, acting like nothing had been amiss for the past week.",
    "One of his friends asked him, “Are you finally done with your hoody fashion?” “What hoody fashion?” Mike asked.",
    "“Last week, everyday, you kept on wearing a hoody.",
    "” And then Mike said, “What? I was on vacation last week.",
    "I just got home this morning.",
    "George doesn’t like sickness.",
    "He doesn’t want to take medicine or go to the doctor.",
    "He does not want to catch any disease, especially Swine Flu.",
    "He hates sneezing, coughing, a runny nose, and watery eyes.",
    "He saw his friend with Swine Flu, and then his sister, and then his dad.",
    "He became so paranoid that he decided to quit his job and just stayed home all the time.",
    "He resorted to an online job.",
    "One day, Liza, his high school friend and long-time secret crush, sent him a message to ask for help with something.",
    "He couldn’t help but said yes so that Liza would come over.",
    "He was looking forward to seeing her again.",
    "When Liza knocked on his door, George opened it and was greeted by a Liza sneezing non-stop, with her eyes watering eye, running nose and hacking cough.",
    "One fine day, Mr.",
    "George went to his friend, Mr.",
    "Carter to ask for a favor.",
    "“Can I borrow $1,000 from you, my friend?” Mr.",
    "One day, Hannah approached her father while he was repairing their truck.",
    "She had seen that the truck was loaded with logs from the woods.",
    "She remembered something she had seen on the news.",
    "The woods are home to wild animals.",
    "But trees had been getting scarce due to unsustainable logging.",
    "Hannah asked her father, “Dad, are you happy with our home?” The father was quite shocked by the question, but he managed to answer, “Yes, dear.",
    "Why do you ask?” Hannah replied, “If people tried to destroy our house, would you be mad?” Hannah’s father was taken aback but responded, “Yes, my dear.",
    "But I won’t let it happen.",
    "” Hannah gave her father a sad look and said, “But you are destroying the animals’ homes by cutting the trees in the woods.",
    "Marvin is a diligent policeman.",
    "He loves his job and carries out his duties.",
    "It is summertime, and his team is starting a fire prevention program.",
    "Marvin is tasked to promote ways to avoid fire incidents.",
    "He reminds residents to always unplug appliances.",
    "He tells children not to play with matches.",
    "He talks to parents about turning off stoves and heaters when not in use.",
    "He gives safety tips to anyone who asks.",
    "Marvin is doing a great job.",
    "One morning, there is an emergency meeting.",
    "Quite alarmed, Marvin leaves his unfilled coffee cup and quickly goes to work.",
    "After work, Marvin arrives to find his house on fire.",
    "Stunned and confused, Marvin asks the fireman about what happened.",
    "The fireman replies, “It’s because the homeowner forgot to turn off the stove.",
    "Grandmother woke up early one day.",
    "She was excited and in a good mood.",
    "She prepared our favorite breakfast and eagerly woke us up.",
    "We were wondering if it was her birthday or if someone was due to pay her a visit.",
    "After breakfast, she asked my older brother if he could drive for her.",
    "My brother nodded as if he knew already where they were heading.",
    "My grandmother went upstairs to get ready.",
    "I knocked on her door and asked if I could come in.",
    "She opened the door with a smile.",
    "“Granny, why are you so excited today?” I asked her.",
    "“Do you want to come with us, sweetie?” she responded.",
    "“Where are we going?” I asked excitedly.",
    "“We are going to the salon so that I can get my hair dyed.",
    "I am excited” she told me.",
    "Peter got out of bed feeling sad.",
    "He was tired of living and wanted to die.",
    "He would even ask people around him to help him die.",
    "They made suggestions, because they thought he was joking.",
    "One said that he should overdose on medicine; the other simply offered him a noose.",
    "Peter was not satisfied with their answers.",
    "Then, Peter asked Sarah.",
    "Sarah was pretty and always smiling to everyone she talked to.",
    "She even talked to Peter, who was usually gloomy.",
    "Peter asked Sarah about how he should kill himself.",
    "Sarah just beamed and smiled at him sincerely.",
    "With that, Peter had a change of heart.",
    "Suddenly he was not filled with grief.",
    "Instead, he had a new purpose.",
    "Sarah did not help him die, she helped him find a reason to live.",
    "Today is my birthday, and I’m excited to go to school.",
    "My mom cooked a delicious breakfast for me.",
    "My sister hugged me this morning and told me to enjoy my day.",
    "My brother gave me two action figures of my favorite superheroes and it made me happy.",
    "Dad left early for work today, and I am wondering what he is going to give me when he gets back.",
    "On my last birthday, he gave me a new smartphone.",
    "After school, I’m excited to go home and see dad.",
    "I saw him waving at me in front of our house and I ran up to him as fast as I could.",
    "He gave me a bag.",
    "I noticed that it was quite heavy, so he helped me open it.",
    "Then, I saw the gift I had always wanted.",
    "It was pink, and my name was inscribed on it.",
    "My dad gave me a cool laptop– the coolest ever.",
    "I woke up this morning not wanting to go to class.",
    "I told myself that being late would be okay since our first class would be Physical Education.",
    "We just play games the whole time, and my teacher would not notice if I come early or late.",
    "I stayed in bed for a couple of minutes.",
    "I even ate my breakfast slowly.",
    "I walked to school at a tortoise’s pace.",
    "I saw my classmates and my teacher at the gym playing volleyball.",
    "I quietly slipped in and joined the cheering crowd.",
    "I noticed that my teacher was looking at me.",
    "I smiled at him and pretended to have been there since the start of class.",
    "After the class, he approached me.",
    "“You are an hour late to my class.",
    "Do ten pushups” he ordered.",
    "The dead bodies he kept are hidden in his empty basement.",
    "Any moment, she would arrive.",
    "Just then, the doorbell rang.",
    "“Come in,” he said while urging his visitor to relax.",
    "He thought that she was so pretty in that white dress, but it’s a shame that it’s going to be tainted the moment he’d lay his fingers on her.",
    "She was suspicious of him.",
    "This was only their 2nd date.",
    "When he went to the kitchen, she saw him hiding a knife.",
    "She ran towards the basement and stumbled on a pile of plastic bags.",
    "She retched at the smell of the rotting corpses inside it.",
    "However, there was only one thing she could do to hide.",
    "She buried herself beneath the bodies and prayed that he wouldn’t see her.",
    "He didn’t and she eventually escaped while thinking how lucky she was to have been able to hide under the bodies.",
    "One morning, my mother woke me up and told me that my Aunt Zeny and her children were downstairs.",
    "They came to invite us for a swim at the beach.",
    "The beach is just an hour away from our place, so my mom decided to go with them.",
    "My mom helped me prepare my bag.",
    "We did not cook any food since we would buy snacks on the way.",
    "I could see my cousins’ excitement as we headed towards the beach.",
    "I was excited, too.",
    "However, I am afraid of the water and can’t swim.",
    "All of my cousins hurriedly went to the shore as we arrived.",
    "I panicked a little, but I saw my mother staring at me.",
    "She was smiling at me.",
    "It was like she was telling me to, “Go ahead son, and learn to swim.",
    "My little brother can’t swim.",
    "My family went to the beach once and he just sat on the sand watching us swim.",
    "I told him he won’t enjoy the beach until he learns to swim.",
    "I decided I would teach him.",
    "The first lesson was how to stay afloat.",
    "I pulled him towards the water and told him to relax.",
    "To stay afloat, you need to kick the water and use your hands.",
    "He kicked and used his hands but would not float.",
    "Again, I told him to relax.",
    "He kicked and used his hands.",
    "Finally, he was able to stay afloat.",
    "The next lesson was how to move through the water.",
    "Our mother called us and said it was time to go home.",
    "I told my brother we would continue the next time our family goes to the beach.",
    "I met a real estate agent once.",
    "He told me he could help me find my dream house.",
    "I followed him to where he said it was.",
    "I saw the house and I really loved it! I asked the agent for the price.",
    "It was very expensive.",
    "I could not afford it.",
    "I tried to negotiate but he wouldn’t.",
    "He said that house prices go up over time and I should buy the house now.",
    "I told him I did not have enough money.",
    "I called my wife and asked her to come see the house.",
    "She arrived within the hour and saw the house.",
    "She loved it! I told her about the price.",
    "She looked at me and smiled.",
    "My wife paid for the house.",
    "Once there was a woman named Maine.",
    "She was in love with a man named John, but John didn’t feel the same.",
    "Maine loved to shower John with gifts and affection.",
    "Her friends were against Maine’s actions but couldn’t do anything to stop her.",
    "For Maine, she thought she could change John’s heart and make him love her back.",
    "One night, her friends decided to hold a slumber party in Maine’s house.",
    "There, they found Maine crying.",
    "One friend asked, “What happened?” “John just can’t love me back.",
    "It hurts so much,” Maine stated.",
    "“Are you going to stop now?” another friend asked.",
    "“I’d love to,” Maine answered, crying heavily.",
    "“You are the ship.",
    "He is the pier.",
    "Sometimes, no matter how hard you try to run into him, the pier still couldn’t run to meet you.",
    "Stop now,” her friend answered.",
    "Alice is a 12-year old girl.",
    "She lives in a fancy neighborhood.",
    "Her neighbors usually wear elegant clothes, polished shoes, sparkling jewelry, and so on.",
    "Their luxurious neighborhood lies miles away from the poor towns.",
    "One day, she saw an old woman lurking around their block across from their home.",
    "She wears dirty clothes, worn-out slippers, and unkempt hair.",
    "The old lady seems to be at the same spot everyday, always looking in their direction.",
    "She wondered why the woman is there.",
    "She asked her mom who the old woman is.",
    "Her mom didn’t know either.",
    "After a week, Alice bravely approached the old lady.",
    "“Excuse me, I’m Alice.",
    "May I know how I can help you?” The old woman replied, “I’m here for my daughter whose house is next to yours.",
    "She said I shouldn’t come.",
    "But I badly want to at least see her.",
    "Today’s the day Tim has been waiting for.",
    "He’s finally going to have his first date with Rose.",
    "He has planned everything.",
    "Nothing could go wrong, he thinks.",
    "He woke up earlier than usual.",
    "He shaved his beard, brushed his teeth twice, and sprayed his favorite cologne.",
    "He put on a freshly laundered black coat and his new black shiny shoes.",
    "He looked at himself once, twice, and thrice in the mirror just to make sure everything was perfect.",
    "He hurriedly hopped in his car and drove to his favorite flower shop to pick a fresh bouquet of red roses.",
    "The florist asked, “Sir, do you have an umbrella? It’s raining.",
    "” “What rain?” he uttered unknowingly.",
    "He looked outside and it was indeed raining.",
    "Just then, his phone rang.",
    "Rose cancelled the date.",
    "Ernie woke up early one morning and walked down the street.",
    "He seemed to be troubled.",
    "He stopped at every wall, corner and lamp post; wherever he saw ads posted.",
    "He was looking for a job.",
    "His father was sick and could no longer work.",
    "He had five other siblings to take care for and to feed.",
    "While looking around, he stumbled upon one post that caught his attention.",
    "It said, “Free job training! Start immediately!” The address was written below it and he hurried to the place.",
    "He was accepted at once.",
    "After two weeks of training, Ernie was expecting to land a job right away.",
    "He asked the supervisor, “Sir, what job would be available for me after the training?” The supervisor replied, “What job? We only have job training, but no job.",
    "” Ernie went home that day feeling downhearted and confused.",
    "A group of outlaws led by the notorious Fred escaped the city jail one day.",
    "The incident was so sudden that the police were taken aback and started the chase a little late.",
    "The outlaws were able to find a good hiding place quickly and easily.",
    "They thought they were already safe but they were wrong.",
    "When they were sleeping, a noise woke up each of them.",
    "“Surrender now or we’ll shoot!” one police officer shouted.",
    "The outlaws tried hard to find a way to escape.",
    "However, as they tried to sneak out, they saw that police officers were blocking every exit.",
    "“We are surrounded,” Fred whispered.",
    "As the outlaws slowly came out to surrender, Fred ran as fast as he could.",
    "He didn’t get far when the bullet hit him.",
    "The last words he heard was, “Fred has been shot!”.",
    "My son is currently in fourth grade.",
    "Since he entered school, I have never seen him this excited to go to school and do all his homework.",
    "I have seen the huge difference from what he was before to what he has become now.",
    "I am happy to see that he is interested in his studies now.",
    "I can see that his grades are different, too.",
    "He seems driven, to tell stories about what happens at school, especially about the teacher, Miss Aimee.",
    "Then, on Valentine’s day, he makes a card with a big red heart and signs it: To Teacher.",
    "That’s when I know Miss Aimee has a special place in his heart.",
    "I smile knowing he still has much to learn about love, but he’s probably getting his first lesson from his fourth grade teacher.",
    "Scarlet and her mother went to the doctor’s clinic for a blood test.",
    "Scarlet was afraid of needles and worried about the pain.",
    "Upon arrival, the nurse took their names and listed them on the log book.",
    "When their turn came, Scarlet felt a little anxious.",
    "She started crying and her mother could not stop her.",
    "The nurse tried to comfort her, but she failed too.",
    "When Scarlet entered the doctor’s room, he tried to calm her down by showing her all the syringes he used with the other kids.",
    "He told her that they were brave enough to face the needles.",
    "However, instead of stopping, Scarlet cried harder.",
    "The doctor was slightly taken aback.",
    "The child kept pointing at the needles and screaming, “Dirty red needles.",
    "Red dirty needles!”.",
    "Luke is the team leader of the school project.",
    "He’s smart but bossy.",
    "He has ideas but doesn’t welcome other people’s views.",
    "He wants to always take charge.",
    "He does ask for members’ thoughts but never approves anything.",
    "He doesn’t seem to like any idea at all.",
    "His expression is always “I don’t like that idea.",
    "I don’t think that will work.",
    "” One day, all the members excluded him from a discussion.",
    "They thought about the best way to solve the problem of Luke.",
    "Nash suggested refining their proposals.",
    "Joe insisted to just let Luke do everything by himself.",
    "Eric recommended replacing the appointed leader.",
    "However, none of the suggestions seemed right.",
    "Then, the quietest member spoke.",
    "“Let’s just stick together and let Luke find other members he would 100% approve.",
    "” Everybody exclaimed, “he likes that idea”.",
    "This morning, Alice and her classmates were taught about the hibernation of animals during the cold winter.",
    "She was excited to go home so she could share the new learning with her little sister.",
    "After school, Alice played with her sister.",
    "She shared, “Bears are one of the animals that go into deep sleep.",
    "It is called hibernation.",
    "It is their special way to adapt to the season.",
    "Their body temperature drops and their heartbeat and breathing slows down.",
    "They do this to reserve their energy.",
    "” Her sister was amazed, “That’s amazing! You’re so smart, sister.",
    "” She responded, “Bears eat lots of food and store it, so they can use it slowly during their hibernation.",
    "” Alice added, “From now on, I will eat lots of food and store it, so I can sleep all day in winter, too.",
    "On a bright sunny day, the park is noisy with the children’s playful laughter.",
    "Since it’s a weekend, the park is a hit.",
    "Among the park goers, three men are discussing something near the back entrance of the park while looking at the park’s undeveloped area.",
    "“We must chop down the trees in order to clear the area for a new recreation section here,” says the first man.",
    "“These trees are perfect.",
    "We could use some on the project,” agrees the man dressed in a business suit.",
    "Gina, a regular in the park, somehow heard their discussion upon passing by.",
    "She feels sorry for the trees but also thinks that it will be a necessary change.",
    "“Business as usual,” she mutters while continuing to jog into the shades of big buildings lining up ahead.",
    "There was a dog named Rocky.",
    "Rocky’s owner was an old man.",
    "The old man lived alone in his house.",
    "One day, the old man called an Ambulance because he was having trouble breathing.",
    "Rocky barked very loudly at the Ambulance workers when they took his master to the Ambulance.",
    "Rocky tried to run after them when they drove to the Emergency Room, but he couldn’t keep up with the Ambulance.",
    "When the old man went home after one week, he couldn’t find Rocky.",
    "Rocky was missing.",
    "He asked his neighbors if they saw Rocky.",
    "But they have not seen Rocky.",
    "One day he went to the park.",
    "He saw a lost and found picture of a dog attached to a tree.",
    "And it was Rocky!.",
    "It is April’s first day at work today.",
    "She’s excited to meet her co-workers.",
    "She remembers what her professor in college told them, “You’ll love working when you not only love the job, but when you also work with the people you love.",
    "” She’s very eager to meet new friends.",
    "When she arrives at work, she greets everyone with a pleasant smile.",
    "Jenny and Jane are twins who love to eat.",
    "However, while Jenny loves all food, Jane can’t eat meat.",
    "Being playful, they are constantly changing their identities.",
    "When there is meat in the food, they both refuse it.",
    "This way, they can deceive people.",
    "One day, while they are having dinner with friends, all that is served is meat.",
    "The twins look at each other.",
    "Both of them can choose not to eat to continue their charade.",
    "However, Jenny is hungry and the food looks so delicious.",
    "She whispers, “I sacrifice so much for this pretense.",
    "You should eat meat once, too.",
    "” Both start to eat when one of their friends shout, “No more meat for her!” She’s pointing at Jane who is making a weird face every time she swallows the food.",
    "He laughs, “I found Jane.",
    "I found her!”.",
    "One night, 10-year-old Isaac went downstairs to get some water.",
    "He saw his father drinking at the balcony.",
    "Worried as it is the first time in years that he saw his father drink again, he approached him.",
    "“Dad, are you alright?” he asked.",
    "There was once a kingdom named Rosalia.",
    "In this beautiful kingdom, roses of different kinds and colors grew.",
    "It was a happy and a bright place and was ruled by Queen Rosalie and King Ron.",
    "However, the queen and king lack a heir.",
    "Queen Rosalie, saddened by the thought she couldn’t bear a child, wished deeply to have one.",
    "She prayed and prayed until one night, a fairy appeared.",
    "“I will give you the heir you want for this kingdom to continue to grow the roses,” the fairy said.",
    "Nine months after that meeting, Queen Rosalie bore a child who would someday be known as the greatest Rose Queen ever to rule the kingdom.",
    "Sara lived in a small town away from the City.",
    "There’s only one grocery store in their town because only a few people lived there.",
    "One day, Sara and her husband’s car broke down.",
    "Her husband couldn’t go to work, and she couldn’t go to the grocery store.",
    "They walked to ask help from neighbors.",
    "There were a few houses at a distance, but they found out that the houses have been abandoned.",
    "They didn’t have neighbors! They were already out of food that day.",
    "So, they waited for vehicles to pass by so they could ask for a ride.",
    "A truck passed by and they were able to get to the grocery store.",
    "When they got to the grocery store, they saw a sign at the door saying “store closed due to bankruptcy.",
    "Kurt was a kid who loved collecting weird things.",
    "His mom was unaware of these as he put them in his secret drawers.",
    "One day, when Kurt’s mom was going to the supermarket she saw a familiar figure by the garbage bins.",
    "She shrugged and continued walking.",
    "When she got home, she saw Kurt in his room, facing one of his drawers and putting something in there.",
    "The following day was a holiday so she was planning to take Kurt to the movies.",
    "He was nowhere in sight.",
    "She called his friends, but they knew nothing.",
    "She got more and more anxious as the clock ticked.",
    "Finally, there was a knock on the door.",
    "It was a policeman holding Kurt by the hand.",
    "Her heart was beating fast, but the policeman only said, “Please tell your kid not to pick up trash again.",
    "Rey, a successful photographer, was in an interview.",
    "He was asked so many questions about his works and he wisely answered them all.",
    "Then, the interviewer said, “I heard you once lived in a very small room with many people.",
    "” “Yes, it was fun, but at the same time hard.",
    "You have to sleep uncomfortably.",
    "You wake up in the middle of the night sweating.",
    "The good thing is just we have a place to sleep, and we don’t starve.",
    "” Rey answered.",
    "“How come you don’t starve when it looks like you can’t even afford a bigger place?” The host asked.",
    "“We were in a prison.",
    "There were just too many prisoners in our cell.",
    "” Rey said.",
    "Everyone looked at him in disbelief.",
    "Nobody expected that this great artist once had a dark past.",
    "I was busy cutting the bushes in our yard.",
    "Suddenly, I heard a loud scream of a woman.",
    "I freaked out.",
    "I was sure it was from that old, empty house beside ours.",
    "Shaking in fear, I tried to peek from behind the fence, but I saw nothing.",
    "My curiosity got me and I decided to investigate.",
    "As I was steadily walking towards the window, someone tapped me on my shoulder! I had already imagined a monstrous creature behind me.",
    "When I turned around, I was greeted with a smile.",
    "“Hi! How can I help you?” asks a small woman.",
    "A newly ordained priest was assigned to a town far from the city.",
    "It was his first assignment.",
    "He was determined to do his best to serve the town.",
    "When he arrived there, he was devastated to find a church that’s almost crumbling down.",
    "He asked the mayor who the last priest was and he said he couldn’t remember.",
    "No one had gone to church for years.",
    "The mayor wouldn’t help him rebuild the church.",
    "He called his seniors and they said he had to make do with what he had.",
    "But the priest wanted to make changes.",
    "So every day, he would saw, hammer, and dust the church.",
    "The people started to notice him and the clean church.",
    "On the 10th Sunday, he finished repairing the small bell tower.",
    "He rang the bell loudly.",
    "Few people came at first.",
    "But soon, he was able to fill the old church.",
    "Alexis came from a middle-class family.",
    "Her parents could give her all she needed but not support her all she wanted.",
    "This included her love of collecting books.",
    "When Alexis heard that a book sale would be held at the local bookstore, she did everything she could to save money.",
    "She couldn’t eat snacks during breaks.",
    "She also did laundry during weekends to earn a little money.",
    "Sometimes, she would tutor her little cousins.",
    "One month later, the book sale Alexis had been waiting for came.",
    "She went there with the little money she earned and enjoyed buying books.",
    "Arriving in their house, Alexis was shocked to see a lot of books piled up on her bed.",
    "It turned out that her parents also saved a lot to buy them for her.",
    "One sunny day, JM and MJ were playing marbles outside their house which was near the busy streets.",
    "Accidentally, JM had dropped his marbles.",
    "It went down the street where many cars were passing by.",
    "This was very dangerous, but they attempted to get the marble anyway.",
    "A man in a uniform approached the two boys.",
    "He was acting in an authoritative manner.",
    "The boys were startled and were about to cry.",
    "Their mother overheard them and went outside, angry with the man.",
    "However, he turned out to be a chief police officer.",
    "He explained what happened and the boys’ mother started to worry and felt sorry about not looking after her children.",
    "The chief warned the boys to not play in the streets again.",
    "The boys learned a lesson and didn’t play outside anymore.",
    "One sunny morning, a family planned to have a picnic at the park.",
    "In order to get there, the family had to use their car.",
    "Everyone was ready and things were brought inside the vehicle.",
    "Mother had double checked everything and the rest of the family went inside the car to settle in.",
    "Unfortunately, it wouldn’t start.",
    "Everyone started to worry after dad attempted to start the engine several times.",
    "Still, it wouldn’t start.",
    "They all went out of the car and started thinking what had gotten wrong.",
    "Dad got his tools to fix it.",
    "The rest of the family members assisted him.",
    "Will the car start? Nobody knew.",
    "When everyone was about to give up, dad started the engine and the car made a familiar sound.",
    "They rejoiced as the car finally started.",
    "“It’s the weekend!” Gina exclaimed.",
    "(Ring) “Hello, Gina! It’s Diane.",
    "We are coming over now!” “Good! I’m waiting,” Gina answered.",
    "Gina planned a house party a week ago when her parents told her that they are going somewhere for work.",
    "She got excited.",
    "This would be her first house party.",
    "She prepared the food, drinks, and the music.",
    "Minutes later, her friends arrived.",
    "They spent the whole day partying.",
    "They did not notice how loud the music was.",
    "They did not even notice the time too, when suddenly… “Gina, we’re just on our way home.",
    "Why is your music so loud?” Gina’s Mom and Dad unexpectedly came back home.",
    "Gina was surprised and couldn’t say a word but sorry.",
    "“I’m sorry, everyone.",
    "Perhaps I should end the party now,” Gina apologized.",
    "“It’s fine Gina.",
    "Kanya was a transferee from Thailand.",
    "On her first day in Florida, she went exploring as she wanted to know the place right away.",
    "The cold breeze led her to a coffee shop.",
    "She went in to get some tea.",
    "The cashier looked at her suspiciously.",
    "She was about to place her order when the cashier starts, “Do you speak English?” He starts to smile mockingly.",
    "Kanya was a bit offended.",
    "But instead of starting a fight, she replied casually, “Yes, I do speak English.",
    "Can you get me a hot matcha tea, please? Add a bagel on the list.",
    "” The cashier lowered his gaze and started to prepare her order.",
    "Kanya knew she’d be getting this kind of treatment from people who didn’t know better.",
    "However, she’s determined to remain patient.",
    "She was, after all, in their country.",
    "John was exploring the outskirts of the town.",
    "He came across a small area with several stalls displaying wonderful paintings.",
    "The paintings were full of life and color and he wanted to buy one.",
    "He approached an old man and asked, “How much for this painting?” He replied, “$100.",
    "” John said that it was too expensive.",
    "The painting wasn’t done by someone famous.",
    "He wanted to get a cheaper price.",
    "However, the old man remained firm.",
    "He told John, “If you think that you can haggle with art, then you don’t know it at all.",
    "I prefer to starve than have my work degraded that way.",
    "” John was ashamed.",
    "He realized that the owners of the stalls were starving artists who chose this kind of life.",
    "He bought the painting for $100.",
    "Sheila is a sweet, young girl who is passionately in love with her boyfriend, Edward.",
    "They have been together for almost five years.",
    "Everything in their relationship is going well.",
    "They go out to dinner every Saturday.",
    "They discuss future plans together.",
    "Sheila thinks Edward is the one for her.",
    "But as the months pass, things between Sheila and Edward change.",
    "Edward always gets nervous.",
    "He sometimes looks as if he is hiding something.",
    "On Christmas Eve, Edward is nowhere to be found.",
    "Sheila is worried.",
    "She thinks Edward is cheating on her.",
    "She fears he’ll leave her soon.",
    "On New Year, Edward faces Sheila, kneels down, and proposes.",
    "None of those worries matter anymore.",
    "Sheila, joyful more than ever, happily says, “Yes.",
    "” This is going to be a wonderful year for Sheila and Edward after all.",
    "Sam and Stuart are both thrill seekers.",
    "They decided to explore this new island located near the Pacific called Ravi.",
    "They packed their bags and took off from their homes.",
    "They both thought that this would be a great adventure for them.",
    "They rode a boat going to the island.",
    "The sun was up, but the wind was strong.",
    "There were strong waves.",
    "The boat almost overturned.",
    "However, they arrived at the island safe.",
    "Then, they realized the bag holding their food and water was gone.",
    "They probably dropped it during the boat trip.",
    "Sam asked, “How will we be able to survive our trip with no food and no water?” Stuart simply answered him, “We’ll find a way.",
    "” Sam added, “How come you are not panicking about this?” Stuart responded, “Well, this is the real adventure.",
    "Melinda placed her mobile phone carefully inside her pocket.",
    "It was fresh from a phone store.",
    "She traded her old phone for a new and very expensive one.",
    "She could not wait to go home to test her newly bought phone.",
    "She was waiting at the bus stop impatiently.",
    "A hooded man stood near her.",
    "A knife in his hand poked at her ribs.",
    "The man told her to hand over her purse.",
    "Melinda was terrified.",
    "She handed her purse to the hooded man, relieved that her new phone was in her pocket and not inside her purse.",
    "But just as the hooded man started to go with the purse in tow, they both heard the sound of a very clear “Ring! Ring!” The man stopped then went back to her again.",
    "Romeo was the only son of the wealthiest family in their town.",
    "He was to marry the daughter of the next town’s most powerful family for business.",
    "But Romeo was in a relationship with their servant’s daughter, Juliet.",
    "After hearing the news of Romeo’s arranged wedding, she lost all hope.",
    "Just like the famous “Romeo and Juliet”, she clearly knew what they had was not something to be.",
    "However, Romeo had the courage to fight for their love.",
    "His parents were completely against them.",
    "They value power and wealth more than their own son’s happiness.",
    "Romeo’s father threatened not to give him any inheritance and cut off their ties if he chooses Juliet.",
    "In the end, Romeo chose Juliet.",
    "He knew he can’t be happy being wealthy without Juliet.",
    "Josh and Joy couldn’t be more different from each other.",
    "Josh is chic and his hair is always sleek.",
    "He likes to sleep in class, and play in gym class.",
    "He excels in sports which is probably why he’s the basketball captain.",
    "On the other hand, Joy can’t care less about her looks.",
    "Her straight hair sometimes covers her face.",
    "She doesn’t wear makeup like her female classmates, either.",
    "While Joy almost always fails P.",
    "Glyza and Melchor are best of friends.",
    "They grew up together, and they have been going to the same school since kindergarten.",
    "They share everything with each other.",
    "They also go to the other’s house on weekends to play video games.",
    "One afternoon, when they are out for lunch, Melchor confesses his feelings for Glyza.",
    "He asks Glyza to be his girlfriend.",
    "Glyza does not want that.",
    "So, she refuses and decides to stop being friends with Melchor.",
    "Melchor still pursues to win Glyza’s affection.",
    "Glyza, on the other hand, tries to avoid him at all costs.",
    "Finally, she tells Melchor to stop bothering her.",
    "Quite disheartened, Melchor steps back and walks away.",
    "Glyza is finally relieved.",
    "But just when she thought he is gone for good, she sees him standing outside their door.",
    "He is holding a bouquet of flowers.",
    "Eva goes to the country to visit her grandma.",
    "She loves going to her grandma as she enjoys her cooking very much.",
    "Whenever she visits, her grandma always has the table full of delicious dishes.",
    "But among these, Eva’s favorite is the rice dishes.",
    "She loves rice cakes, rice soups, and even just plain hot rice.",
    "On the day of Eva’s visit, grandma prepares hot, sticky rice meal with stewed vegetables as a side dish.",
    "Eva gobbled up everything in her bowl.",
    "But something tastes odd.",
    "The rice looks fine, but its taste is funny.",
    "She checks her bowl, and a strange, tiny, dark object was among the rice.",
    "She picks it up and sees the body of a bug.",
    "Eva is frozen and dumbfounded.",
    "No wonder it tastes like crunchy, burnt soy.",
    "Gavin is the owner a multi-billion company.",
    "Aside from his business, he has stocks in other major companies.",
    "However, these stocks are under another name.",
    "He wants to keep a low profile.",
    "His newly hired secretary Alex is a very trustworthy employee.",
    "All of Gavin’s appointments are scheduled by him.",
    "He has all the access of the company’s important matters.",
    "HR has carefully screened him before hiring him.",
    "One morning, an emergency board meeting is called.",
    "The stockholders lost millions from their accounts.",
    "The board accuses Alex of hacking their accounts and stealing millions of dollars.",
    "Alex pleads that he is innocent.",
    "An investigation is conducted.",
    "Evidence is found to convict Alex.",
    "While all of the chaos is happening, Gavin is in the corner of the room.",
    "He is smiling.",
    "I once saw two people talking to each other.",
    "As I came closer, I find that they were not talking at all.",
    "They were shouting at each other.",
    "One of them was a tall guy with small eyes.",
    "I thought he was Chinese.",
    "The other was a guy about the same height.",
    "He had fair skin.",
    "I assumed he was a local here in New York.",
    "The Asian was impatiently explaining something when the fair-skinned local finally said, “You think you know everything? Why don’t you go home and mind your own business? Oh, I’m sorry.",
    "I forgot you can’t see your way because your eyes are too small.",
    "” Hearing this, I was aghast.",
    "I stepped towards him and said, “Don’t be a racist.",
    "You’re offending all Asians.",
    "” When I said that, the Chinese laughed while pointing at his companion, “Don’t worry, bro.",
    "He’s Asian, too.",
    "I am excited to meet grandpa.",
    "I always spend summer in his little house in the countryside and I’m going there again.",
    "However, my mother tells me I can’t go there now.",
    "She promises to take me to Disneyland instead.",
    "I want to go to Disneyland, but I want to see grandpa more.",
    "I cry and beg her to let me go.",
    "But my mother remains firm.",
    "I decide to see grandpa myself, whether mother likes it or not.",
    "I go to the train station and buy a ticket.",
    "I am about to ride the train when I see mother running towards me.",
    "She hugs me tight and cries.",
    "She says grandpa isn’t in his little house.",
    "He has been in the hospital for months.",
    "But now, the doctor has called and says grandpa has died.",
    "Tears fall from my eyes.",
    "My heart hurts so much.",
    "Every school has that all-time genius.",
    "Ralph, a simple-looking kid, was that genius.",
    "Having straight As and winning every school quiz, no one can ever beat Ralph’s knowledge.",
    "Most teachers attest to the superior intelligence Ralph has displayed.",
    "Because of this, one of the teachers wants to register him in a local quiz show.",
    "When he is asked about it, Ralph exclaims, “Boy, would I!” Everyone is excited about the big quiz show.",
    "Ralph is nervous, though.",
    "He has never joined any quiz contest this big.",
    "He eventually gets himself together.",
    "Easy and difficult rounds are a breeze.",
    "The last question determines the winner.",
    "As the question is shown, Ralph’s mind goes completely blank.",
    "He knows the answer but forgets it.",
    "He closes his eyes with his hands pressed on his temples.",
    "Alas! He recalls the answer and is then announced as the winner.",
    "Menampholis is a crowded, urban city on the west coast of Atlanta.",
    "Residents often see tall buildings and skyscrapers in almost every town.",
    "Different stores are lined up on every street.",
    "In this city, houses and apartments are built in between stores.",
    "Shane, a cashier, happens to live in one of its low-cost apartments.",
    "One Friday night, Shane arrives at her apartment from work.",
    "She is about to enjoy a good meal when she suddenly hears a scream.",
    "The store across the street is being robbed.",
    "The store owner is helplessly crying, and the thief looks like he is holding a gun.",
    "Shane calls 911 right away.",
    "An automated operator answers, “Thank you for calling.",
    "Sam is 60 years old, but is still quite strong.",
    "People keep reminding him to be careful as he is no longer young.",
    "But he loves to work.",
    "He still goes to play golf, take care of his garden, clean the house in his free time, and drink with his friends once in a month.",
    "When you see him, you will think he is much younger.",
    "One day, while cleaning garden, he drops his bypass lopper.",
    "He bends down to pick it up.",
    "Suddenly, he is unable to stand back up again.",
    "He panics as it is the first time he has experienced this.",
    "Slowly, he goes inside the house and calls the doctor.",
    "He had been saving money for months.",
    "He wanted to send this care package to his family back in the country.",
    "He filled it with branded clothes, shoes, chocolates, foreign books, and more.",
    "He knew his brothers will be more than happy to receive them.",
    "However, he would not tell them now.",
    "He would send the message on his brother’s birthday.",
    "When the time came, he told his brother to wait for the package to arrive and they were all excited.",
    "Nobody went out of the house.",
    "Afternoon came and went.",
    "No package pick-up arrived.",
    "The next day, they waited, too.",
    "Still, there was no package.",
    "On the third day, they called the company.",
    "They were all angry with the delay.",
    "To everyone’s surprise, the company was already closed due to bankruptcy.",
    "Kean is a 10-year old boy and a lazy kid.",
    "He doesn’t like his grandpa because he always asks him to buy a pack of cigarettes every day.",
    "He’s upset because he always follows his grandpa’s order, but his grandpa never grants his wish.",
    "He wants a bike, his long-time wish.",
    "He told his grandpa, “I can buy you cigarettes everyday if you buy me a bike.",
    "” But his grandpa just replies “I don’t have enough money yet, son.",
    "” One day, Kean got so fed up and yelled “I will never buy you cigarettes again”.",
    "He ran away and stayed at his aunt’s house for 2 weeks.",
    "The sad news reached him about his grandpa’s death.",
    "Kean was devastated.",
    "He went home and mourned in his grandpa’s room.",
    "Suddenly, something crashed and fell on the floor.",
    "It was a coin bank with the label “For Kean’s Bike”.",
    "Kean then learned that his grandpa had been selling cigarettes to save up for his wish.",
    "Etta was driving to the pharmacy to buy medicine for her mother who was suffering from back pain.",
    "The road had fewer vehicles than usual so she decided to accelerate.",
    "Before entering the pharmacy, she needed to park her car.",
    "Etta didn’t like the store’s parking space because it was too narrow, so she decided to park on the road side.",
    "Before she could reach the parking space, a dog crossed the street.",
    "She immediately turned to avoid it, but she ended up hitting and breaking the No Parking sign.",
    "The officer on duty rushed towards her to check the situation.",
    "Etta was fine, but she needed to settle the damage she caused.",
    "The next day, while going home, Etta passed the pharmacy and she saw that the No Parking sign is new.",
    "She remembered what happened and decided to always drive slowly.",
    "Mika and Moises are siblings who both love chocolate.",
    "Mika always gets the chocolate bar her mother brings while Moises receives the chocolate drink.",
    "Both of them enjoy all the different brands of chocolate.",
    "But among these, their favorite is M&M.",
    "One day, their mother brings in a huge M&M container.",
    "Completely in love with M&M chocolate, Mika and Moises do not want to share it with each other.",
    "Each of them asks for it, but their mother refuses.",
    "To win her affection, Mika cleans her room.",
    "Moises, on the other hand, waters the garden.",
    "Despite this, their mother still said no.",
    "That night, Mika and Moises decide to work together to get that chocolate.",
    "They sneak out of their bedroom and into the kitchen.",
    "They grab the M&M container and open it.",
    "Surprisingly, it is empty.",
    "It was a busy week and the team needed a new assistant to help with the paperwork.",
    "They decided to put an ad on Craigslist.",
    "Within a day, they received lots of applicants.",
    "However, they only needed one.",
    "They screened all of the applicants and accepted a certain Ms.",
    "It was the season for festivities at the countryside of Montana.",
    "Everyone was buzzing with thrill.",
    "Homemakers joyfully prepared dishes for guests.",
    "George, a young, fit, and handsome cowboy, was there to join the town folks and to celebrate.",
    "During the festival night, George seemed to enjoy every part of it.",
    "He visited one house after another.",
    "In every home he went, hosts happily offered their hearty, delicious dishes.",
    "Feeling grateful, George gobbled up any food given to him.",
    "It was a great night.",
    "But despite this, he was completely exhausted.",
    "So, he went straight to bed after visiting the last house in town.",
    "His tummy was full, and he was well-rested.",
    "All of the sudden, he began having strange dreams.",
    "He dreamt of talking food.",
    "The most bizarre part of it was that he was the fat, naked cowboy who ate them all.",
    "The competition is tough.",
    "In fact, it’s one of the hotly-contested in the school yet.",
    "Running candidates for presidency, Janice and Hansel, are the top 2 students.",
    "While it may seem like they’re born rivals, they are actually close friends.",
    "In fact, when Janice ran for classroom presidency, Hansel ran for vice presidency.",
    "When Janice volunteered as class representative, Hansel asked to be her assistant.",
    "They were inseparable.",
    "That is, until now.",
    "When counting begins, Janice is leading by 5 votes.",
    "However, they end up in a tie.",
    "That’s when the council remembers that the transferee didn’t cast her vote.",
    "They call the new voter to break the tie.",
    "The transferee doesn’t want to do it, but it seems that she has no choice.",
    "She’s about to make her decision when Hansel said, “I concede.",
    "It’s their 50th anniversary and he was preparing something special for his wife.",
    "He called all their children to attend the small party he’s organizing.",
    "He hoped their grandchildren would be there, too, despite it being a weekday.",
    "He told his wife to prepare for the day and wear her favorite dress.",
    "She smiled at him.",
    "She remembered that this was why she loved him.",
    "Without knowing it, she shed a tear.",
    "When evening came, he had set the table.",
    "The catering service had prepared the food.",
    "The cake was done, too.",
    "Their children and grandchildren were present.",
    "The clock ticked, but his wife was still not in the dining room.",
    "He went to their room and she was not there.",
    "He tried calling her phone.",
    "It’s ringing, but no one’s answering.",
    "It’d be a year since then before he would see his wife again.",
    "On the street, an old woman wearing shabby clothes will be seen walking listlessly.",
    "A child calls to her, “Grandma, you’ll get lost again.",
    "Let’s go home.",
    "” He’s about to lead her home when a small car stops beside them.",
    "They stop walking.",
    "A man gets out from the car.",
    "He is crying and keeps on saying, “Mother? Mother?” The child thinks that this must be grandma’s son.",
    "His mother found her sleeping on the streets 1 year ago.",
    "The man thanks him and takes grandma with him.",
    "They go back to her real home, where her husband waits for her.",
    "When they meet, her husband hugs her.",
    "He looks weak.",
    "He has been wondering where his wife is for a year.",
    "That same day, they go to the doctor and find that his wife has Alzheimer’s disease.",
    "Genevieve lives in an old house.",
    "The floors creak when they walk around, and the walls smell funny.",
    "Genevieve does not mind all that.",
    "What really bothers her is the locked door towards the attic.",
    "She never gets into that room.",
    "This sparks her curiosity.",
    "She thinks that locked door is encasing all its mystery.",
    "On most nights, she can hear noises from the locked room.",
    "This leads her to think of ghosts behind it.",
    "In other instances, Genevieve contemplates the existence of a thief that is comfortably staying in their attic.",
    "As time passes by, Genevieve’s imagination continues to go wild.",
    "Tired and exasperated with all her musings, her parents finally decide to open the door.",
    "Genevieve sees broken furniture and a crumbling ceiling.",
    "The room behind the locked door is a mystery no more.",
    "Lilly loves word search puzzles and is great at them.",
    "In fact, it’s the only thing she excels in.",
    "That’s what people think.",
    "Her grades at school were just enough to make her pass.",
    "Her mother would always scold her for not being good at household chores, too.",
    "Now, she has worked for a publishing company for 6 years and still hasn’t got the promotion she was promised.",
    "But that’s okay for her.",
    "She’s contented with her simple life.",
    "Nobody can understand why she has no ambition to excel in life and at work.",
    "Her friend once asked her why she lived the way she did.",
    "Lilly simply answered, “Unlike word search puzzles, I think life is pretty simple.",
    "As long as I have a bed to sleep on and food to eat, I’ll be happy.",
    "” And she is, indeed, happy.",
    "Her friend’s home was big.",
    "Femme knew Jill was rich, but she didn’t expect her to be this rich.",
    "While Jill fetched some cookies and juice, she explored the house.",
    "She could tell that her family loved art.",
    "They had several paintings and sculptures displayed in the living room.",
    "Among all the art pieces displayed, one painting drew her the most.",
    "It was a seaside painting.",
    "Looking at it, she was reminded of her father.",
    "Her father was once a good painter, too, and his favorite subject was the sea.",
    "When Jill came back with the snacks, she asked her about it.",
    "Jill said it was a gift from her father’s friend back in college.",
    "They looked at the name of the painter written at the back of the piece.",
    "There, they found the name of Femme’s father written in scribbles.",
    "The nurses are rushing a small child to the ICU.",
    "He’s suffering from respiratory failure.",
    "The mother is running with them.",
    "She is crying hard and keeps on praying, “Dear God, save my child.",
    "Dear God, save my child.",
    "” You can tell that the child’s from a poor family.",
    "He is wearing clothes too big for him.",
    "His mother’s dress, which once was yellow, is now close to white.",
    "She can’t afford the hospital’s fee.",
    "Even her cheap hospital insurance won’t pay half the fee.",
    "However, she has no choice.",
    "If she wants her child is to survive, she needs to do this.",
    "Maybe, she’ll call the child’s father.",
    "Maybe, she’ll ask for donations from everyone she knows.",
    "For now, she just worries about her child’s life.",
    "Nothing else matters.",
    "Margaret is the biggest girl in her class.",
    "Taking advantage of her size, she pushes other classmates around and makes them do what she wants.",
    "She gets the lunches of other little kids.",
    "She even calls them bad names.",
    "One afternoon, Margaret feels like messing with the kids on the playground.",
    "When other children see her coming, they scatter away.",
    "Everyone makes their way out except for a boy named Toby.",
    "He is not scared of Margaret.",
    "In fact, he is tired of Margaret being mean to them.",
    "Margaret approaches and raises her hand to strike him.",
    "Out of defense, Toby accidentally pushes her.",
    "When Margaret falls on the ground, a ripping sound is heard.",
    "She has ripped her pants, and her underwear has ducklings printed on it.",
    "From that day on, everyone calls her the “ugly duckling.",
    "It was October.",
    "Halloween decorations were already up.",
    "Stores were filled with chocolates and sweet treats.",
    "Kids were already planning for their costumes.",
    "Aside from this, haunting stories were buzzing around town.",
    "These stories definitely sent chills to the listener’s spine.",
    "Others who listened to them couldn’t even sleep at night.",
    "These haunting stories, however, did not affect Howard.",
    "He was the chief of police in that town.",
    "He had the toughest job, and nothing scared him.",
    "On Halloween, Howard enjoyed a series of horror movies.",
    "As he was watching, he caught a glimpse of a floating white object outside his window.",
    "It moved but didn’t go away.",
    "Howard was already scared then.",
    "But gathered the courage to go out and check it.",
    "He found that it was just a piece of cloth hung by tricksters.",
    "It was a cold morning.",
    "Bruce did not like getting up.",
    "He hated going to work on rainy days.",
    "Nonetheless, he needed to go since he had a meeting that day.",
    "He got up and prepared himself.",
    "As he was doing that, he saw a poor, homeless man from his window.",
    "He felt pity at first, but he then appeared indifferent.",
    "He quickly went to work, ignoring the old man.",
    "That night, when Bruce was walking on the sidewalk towards his house, a group of young men approached him.",
    "They were asking for his money.",
    "Completely unarmed, Bruce tried to run.",
    "The group of men, however, was too strong and fast.",
    "Then, a man appeared and drove those men away.",
    "Bruce was saved by the old homeless man he saw outside his window and ignored.",
    "He never felt more thankful and ashamed at the same time.",
    "Nikka is a newly-made chef, and she has a dream of building her own restaurant.",
    "But first, she has to create her signature dish.",
    "She wants her dishes to be unique yet undeniably delicious.",
    "So, Nikka decides to set off on an adventure in finding the flavor she needs.",
    "She goes all around America and thinks its dishes are too meaty.",
    "In Europe, she deems their meals are too cheesy.",
    "Nikka even tries going to Antartica, but people there seems to eat only fish.",
    "Nikka is still not satisfied with her search for flavor.",
    "She goes to Asia as her final destination.",
    "She discovers that their flavors are rich, and it is the combination of the flavors she tasted from other parts of the world.",
    "It is odd, but she loves it.",
    "In fact, it is the flavor she has been looking for.",
    "She stops searching.",
    "Kate has a persistent suitor for almost a year.",
    "His name is John.",
    "John always buys Kate a cup of coffee at the canteen everyday.",
    "Kate doesn’t like John.",
    "He’s too talkative and cheesy.",
    "She doesn’t directly turn down John.",
    "She sometimes just gives him false hopes.",
    "One day Kate’s friend asked her, “Aren’t you going to accept John yet?”.",
    "Kate replied “I’ doubt it.",
    "I like her as a friend.",
    "The sky looked great, and air temperature was fair.",
    "It surely was the perfect day for flying.",
    "Gerald was the pilot for the day’s flight.",
    "He had geared planes to different countries.",
    "He was able to manage one in both normal and harsh weather conditions.",
    "Gerald got into his controls and checked their status.",
    "Everything looked like it’s in place, and no problems occurred.",
    "Gerald took off.",
    "He was pleased with the smooth process.",
    "It was going be a normal day.",
    "After the first few hours, an alarm went on.",
    "There had been a sudden malfunction on the engines.",
    "Gerald knew the plane was crashing.",
    "He tightened his grip and swerved the plane right on the spot of Hudson River.",
    "Ritchel was about to celebrate her 10th birthday.",
    "She wanted a carrot cake.",
    "But her younger sister wanted a strawberry cake.",
    "Her younger sister told their mom to buy a strawberry cake on Ritchel’s birthday.",
    "This made Ritchel sad.",
    "Ritchel did not tell her mom about it.",
    "She loved her younger sister so much.",
    "“Strawberry cake will be okay,” Ritchel said.",
    "Then, her birthday came.",
    "She wore a pink dress and a white pair of shoes.",
    "She was very beautiful.",
    "Her friends in the neighborhood came.",
    "Her classmates came too.",
    "Her cousins, uncles and aunties were there.",
    "They had birthday gifts for Ritchel.",
    "But she was not so happy because she wanted a carrot cake.",
    "They sang the birthday song to her.",
    "Then, father came from work.",
    "He brought her a carrot cake.",
    "Ritchel had the happiest birthday.",
    "Cynthia is a healthy child.",
    "She is active at school, and she participates in a lot of sports.",
    "Her eyes are bright and attentive.",
    "She is filled with great energy.",
    "Cynthia looks like she has never been sick in her life.",
    "One morning, Cynthia wakes up with a bump on her back.",
    "She first thinks there is something wrong with her bed.",
    "She inspects her covers but finds nothing.",
    "She begins to feel pain at her back.",
    "So, she takes a look of herself on the mirror.",
    "She sees this tiny bump near her spine.",
    "She touches it, and it sends pain all throughout her body.",
    "“Could this be a Hernia?” she asks herself.",
    "She and her mother go to a doctor right away.",
    "The doctor then declares that it is an insect bite.",
    "Cynthia has been bitten by a large bed bug in her sleep.",
    "In the great palace of Menemphis, there lived Prince Miguel.",
    "He was the only son of King Stephen and Queen Penelope.",
    "He had everything he wanted.",
    "Whenever he wanted something, he could get it with just the snap of his fingers.",
    "To top that off, all of the kingdom and its riches were entitled to him.",
    "However, he was not yet the ruler.",
    "The prince longed for that day to come.",
    "One day at lunch, Prince Miguel ordered his favorite dish.",
    "The servant accidentally dropped the meal on his lap.",
    "Shocked and furious, Prince Miguel shouted at the server.",
    "His clumsiness would be punished, said the prince.",
    "He then ordered the server to eat what he just dropped.",
    "This incident made the entire kingdom question the manners and compassion of their future king.",
    "Mario was orphaned when he was seven years old.",
    "He lost his mother in childbirth, and his father was killed in an accident.",
    "Mario never knew his grandparents, aunts, and uncles.",
    "He had to strive to find food for himself.",
    "He tried washing cars for a living, but he was too short.",
    "He asked for money from passersby, but he was often pushed away.",
    "He then decided to collect cans and get money from them.",
    "Every day, Mario aimed to gather 100 cans.",
    "If he did that, he was able to earn enough money to feed him three meals a day.",
    "He strived until he was able to go to school.",
    "His teachers helped him, and he was able to get a scholarship.",
    "With perseverance and hard work, he got to build his own business.",
    "Mario is now a millionaire who started out with bags of cans.",
    "Finally, the day has come! I have the exact amount I need after saving up for a month.",
    "I am Debby, and I love online shopping.",
    "There is this pink bag that I have been saving up for.",
    "Too excited, I immediately ordered one and proceeded with the payment.",
    "It said that I should wait for 3 days or less.",
    "Three days had passed, but I have not received my package yet.",
    "I am starting to worry.",
    "When I checked it online, it said it has been delivered and received.",
    "I was shocked.",
    "Where could it be? Minutes later, someone knocked on my door.",
    "It was my mother.",
    "“Debby, I believe this is yours.",
    "This was delivered earlier, and you were out for work.",
    "Here you go.",
    "” “Phew, thank you Mom,” I replied with a sigh of relief.",
    "At last, my package is here!.",
    "Transportation Security Administration (TSA) is the most trusted government organization people can go to when there are concerns pertaining to safety on public transportation.",
    "They have reliable workers, and they make sure to deliver the best and competent services.",
    "In their office, a middle-aged woman, Britney, comes in.",
    "The attending staff welcomes her, and she makes a report about her missing child.",
    "Britney has eight young children, and they are all difficult to track.",
    "June, the youngest son, is accidentally left on the train they took an hour before.",
    "She admits being reckless and regrets for not paying too much attention.",
    "The woman is already crying hysterically.",
    "To soothe her, one officer said, “Don’t worry madam.",
    "We will find him.",
    "” And that is all the assurance the woman wants to hear.",
    "The Jenkies are a good-natured family.",
    "One day, Mr.",
    "Jenkies gets ill and passes away.",
    "The city is deemed to be a place full of wonders and opportunities.",
    "Many farmers and workers from the countryside even take the chance to live and work there.",
    "Bethel does not like to stay at the countryside anymore.",
    "Everything seems the same every day.",
    "Unfortunately, trips to the city are only for emergencies.",
    "One night, Bethel learns that her cousin who got sick is sent to the hospital in the city.",
    "Seeing it as a chance to get out, she pretends to be sick too.",
    "Her parents are concerned and take her to the city hospital.",
    "Passing through the city, Bethel truly enjoys the sights of tall buildings and magnificent skyscrapers.",
    "She embraces everything she gets to see.",
    "But when they arrived her throat seems itchy, and she feels dizzy.",
    "The city has given her the flu.",
    "Nelia is a superstar.",
    "She has starred in a couple of shows and numerous television series.",
    "Her fans love her, and she appreciates them.",
    "Her fans and coworkers adore her for her excellent acting skills and supreme talent.",
    "However, she is also praised for her sophistication and eye for cleanliness.",
    "She never leaves her workplace or bunker untidy.",
    "With her elevating popularity, Nelia wants to take a break.",
    "She checks into a high class hotel.",
    "The receptionist has his back turned, so she rings the bell.",
    "When the receptionist faces Nelia, he is picking his nose.",
    "Utterly disgusted, Nelia calls for the supervisor.",
    "The head receptionist arrives, and Nelia exclaims, “You teach your staff good front desk manners!” After this outburst, Nelia turns around and walks away.",
    "The receptionist is in shock.",
    "He’s a fan of Nelia.",
    "Carl graduated from their community college 4 years ago.",
    "He has an education degree and can apply to a school.",
    "However, he prefers not to.",
    "He’s currently working part-time in a convenience store.",
    "He works 4 hours in the morning.",
    "In the afternoon, he goes home to watch television and sleep.",
    "He gives all his salary to his mother.",
    "He’s still living with her.",
    "However, his salary is not enough to pay for their house and food.",
    "His mother has to work full-time as an assistant in the city library.",
    "When Carl receives an invitation to their college reunion, he declines.",
    "He says he doesn’t have money for that.",
    "His friends tell him to apply for a better job and help his mother.",
    "But Carl just says, “The economy is currently bad.",
    "I can’t get any good job.",
    "Minneapolis has the best and tightest airport security.",
    "Its guards and inspectors are the finest in the country.",
    "They are deemed to be the most competent and most trustworthy people in the workforce.",
    "When passengers arrive in this airport, they feel comfortable and safe with these honest officers.",
    "Jill, a blogger, visits Mennapolis for the first time.",
    "She arrives in the airport, and she is surprised by the strict yet friendly treatment of the officers.",
    "A group of local police officers suddenly approaches.",
    "She is in the process of bag inspection, and she feels nervous all of a sudden.",
    "The police officer gets near the guard who is inspecting her bags.",
    "The guard is stopped and checked.",
    "The police officer finds a small smidge of powdered drug hidden on his ring.",
    "Jill, on the other hand, has a new topic for her blog.",
    "It’s 4am and he hasn’t packed yet.",
    "His flight is 6am.",
    "He’s obviously going to be late for it, but he tries anyway.",
    "He opens his closet and dumps the first clothes he sees in his baggage.",
    "He goes to his bathroom and packs his toothbrush, medicines, and facial wash.",
    "Lastly, he goes to the kitchen, and grabs his favorite snacks.",
    "He hurriedly rides a taxi and tells the driver to drive fast.",
    "When he arrives at the airport, it’s already 5:30am.",
    "Finally, he’s at the airport security.",
    "He tells them he’s in a hurry.",
    "The guard looks at him suspiciously, but he doesn’t notice.",
    "He’s too anxious to catch his flight.",
    "The guard calls to him, points at the monitor, and asks why he has a knife in his baggage.",
    "He doesn’t know why.",
    "He must have dropped it in his baggage along with his snacks.",
    "Kriselda loves her boyfriend Edward very much.",
    "She has butterflies in her stomach every time she thinks about him.",
    "The day is not complete without seeing him.",
    "Edward is the only person who makes her feel that way.",
    "Edward seems to feel the same way.",
    "So, they decide to live together.",
    "Kriselda is excited.",
    "She can imagine them sharing breakfasts together and cuddling every night.",
    "Her dream with Edward is finally coming true.",
    "They have everything transferred and unpacked in their new apartment.",
    "They enjoy their first week together.",
    "But as time soon passes, Kriselda discovers Edward’s nasty snoring.",
    "She can’t sleep at night.",
    "Edward also can’t cook, so she is left with all the household work.",
    "Kriselda is beginning to think living together is a mistake.",
    "But she tells herself, “This is still better than not seeing him every day.",
    "The phone has finally rung.",
    "Missy has been trying to contact the postal office since this morning.",
    "She thinks they are incredibly busy.",
    "The customer support picks the phone up and asks what he can do for her.",
    "She says she hasn’t received the package she’s supposed to have yesterday.",
    "She discovers that there has been confusion at the post office due to the large number of consumers.",
    "Missy is slightly annoyed.",
    "However, she politely asks for USPS redelivery.",
    "The man on the other end of the line tells her that it can be done.",
    "She can expect the package to come on Friday.",
    "Missy will have to wait for another 3 days.",
    "The post office is incredibly busy.",
    "It’s a holiday.",
    "They are receiving more delivery and redelivery requests than usual.",
    "To make matters worse, their five delivery men decide to hold a strike and boycott work.",
    "They have to find someone to replace them.",
    "The manager says it’s impossible to hire new workers right away.",
    "They decide to pull two people from customer support and two from the technical staff to manage the deliveries for the meantime.",
    "However, the new delivery men often get lost and a lot of packages are delivered wrongly.",
    "All the staff is panicking.",
    "A lot of customers are already complaining.",
    "The manager wonders if they’ll be facing closure soon.",
    "He sighs as he wonders how their delivery men dared leave them at the busiest time of the year.",
    "Last year, the USPS got a new manager.",
    "He is strict and most of the employees secretly hate him.",
    "Perhaps, the people who hate him the most are the five delivery men.",
    "Mike, Jess, Norman, Jay, and Kool have worked on the postal office for 3-6 years.",
    "However, they have never been under such strict management.",
    "They get reprimanded even if they’re only a minute late in their delivery.",
    "They also get a warning when they miss a package and have to redeliver it.",
    "Last month, they had not received their payment on time.",
    "When they raised this concern with the manager, he simply said that they have no right to complain as they rarely worked during that month.",
    "Fed up with the new management, the five delivery men decide to boycott work this holiday.",
    "Jess is walking home one afternoon when he’s almost hit by a motorcycle.",
    "He’s so shocked that he trips up.",
    "The motorcycle stops and the driver comes closer to him.",
    "He’s about to say sorry.",
    "However, he shouts Jess’ name instead, “Jess! Where have you been? Come back to the post office.",
    "We’re a mess, man.",
    "I have to redeliver so many packages that I don’t know where to start.",
    "” Jess recognizes the man as Godo, one of their technical staff.",
    "He’s curious why he’s doing the delivery himself, but does not ask.",
    "Godo adds, “Are you sure you want to quit your job? It’s hard to find work nowadays, man.",
    "You’ll regret it when you have nothing more to eat.",
    "” Jess knows this.",
    "However, his pride will never allow him to go back to USPS.",
    "He’d rather starve.",
    "Stephen wakes up with sweat in his face.",
    "He dreamt about flying.",
    "He hates flying.",
    "He’s 30 years old and he has never been on a plane before.",
    "He thinks his fear began when he fell from a tall tree.",
    "Luckily, he never had reason to fly before.",
    "Later that day, he goes to work.",
    "His boss calls him to the office.",
    "Manny lives in a small house by the river.",
    "He loves to burden the people living around him.",
    "He pesters them everytime he sees them.",
    "Wherever he goes, he causes trouble.",
    "He loves to get attention by annoying people who see him.",
    "The level of irritableness of the one he pesters is the same level as the happiness and satisfaction he feels.",
    "Manny is surely weird.",
    "Even his family is wondering, “Why is he like that?” But none of them could answer.",
    "Nobody escapes from him.",
    "But there is one thing people don’t know about Manny.",
    "Manny also annoys himself.",
    "He does things that make him irritable.",
    "Nothing can make him happy.",
    "One morning, someone asks him directly, “What is it with you that you keep on annoying people? You are becoming more hassle each and every day.",
    "” And he said, “I am Manny.",
    "I hassle people.",
    "Jenny is looking for a botany book written by her favorite author, B.",
    "George is a college student.",
    "After he graduated high school, he decided to go to the city to enter one of the biggest universities in their place.",
    "He was an independent man.",
    "He lived on his own.",
    "To pay for his expenses, he had to get a part time job.",
    "He was always busy.",
    "He had no time for himself.",
    "One night, George felt really tired.",
    "He realized he was sick.",
    "He was too weak and stressed.",
    "He was so worried that he might not be able to attend school and work.",
    "Minutes later, he received a phone call.",
    "“George?” a woman answered.",
    "It was his mother.",
    "“George, do not stress yourself too much.",
    "Take things slowly.",
    "You know I am always thinking about you.",
    "” “Thank you mother.",
    "I will be fine,” he replied.",
    "It was his mother’s call that made him feel a little better.",
    "Mae just woke up.",
    "From her room, she could hear the sound of her mother cooking.",
    "The smell of the bacon is really inviting.",
    "Mae jumped out of her bed.",
    "Without brushing her teeth or fixing her hair, she immediately ran downstairs.",
    "There on the table she sees all the American breakfast you could think of.",
    "Pancakes with syrup, toast with jam, bacon and sausages, coffee and tea.",
    "You name it.",
    "Their whole table is filled with delightful food.",
    "Mae could hear her stomach growling upon seeing everything.",
    "She goes to the table and grabbed a toast.",
    "Just as she’s about to eat, her mother walks in to take it from her.",
    "“Not yet! We have visitors coming.",
    "” Mae is disappointed.",
    "She almost had the toast.",
    "Now, she would have to wait for the visitors to arrive.",
    "Mae looks at the table.",
    "“How long do I have to wait?”.",
    "Anne is known to be particular with cleanliness.",
    "She always brings with her a hand sanitizer and her own wipes and tissues.",
    "Public restrooms are her main enemy.",
    "However, this day is not her day.",
    "She wakes up late and rushes out to take a shower.",
    "Once done, she grabs her bag and her research proposal.",
    "She’s supposed to give her defense today.",
    "She runs to ride a taxi and runs to her class.",
    "She barely makes it in time.",
    "Her defense doesn’t go well.",
    "What’s worse is that her stomach starts grinding.",
    "She runs to the bathroom.",
    "When she’s done, she realizes that she forgot to bring her bag.",
    "She looks at the thin toilet paper in the bathroom.",
    "She has no choice, but to use it.",
    "She starts pulling.",
    "To her horror, there are two plies left.",
    "She cries as she doesn’t know what else she can do.",
    "The night is still young.",
    "Carmina is already bored to death.",
    "She expected this party to be fun but is disappointed with how it is turning out.",
    "The friends she came with are currently on the dance floor while she is seated in a corner alone.",
    "A handsome guy she has been eyeing to dance with is nowhere in sight.",
    "Suddenly, a stranger sits next to her and asks if he could join her.",
    "While watching her friends enjoying the night, she felt left out.",
    "This guy can give her some entertainment.",
    "They talk for minutes when he said, “Let’s dance.",
    "” So they dance the night away.",
    "After the party, her friends approach her and say, “You should be careful.",
    "We saw you dancing with Mark.",
    "He’s known to be dating women to cover his real identity.",
    "” Then, Carmina sees Mark talking with the handsome guy.",
    "When Sally turned eight, her daddy was not able to come to her party.",
    "Her mother said he would come, but he did not show up.",
    "She dearly loved her father, so she forgave him for missing her birthday again.",
    "Since she was just six, her father was always not around.",
    "Sally would ask her mother where did daddy go, but her mother would always change the topic.",
    "Poor Sally was always left wondering where her father went.",
    "One day, as she strolled around the park on a school trip, her question was answered.",
    "Just around the corner, she saw her father.",
    "He was smiling with a woman next to him with a baby in her arms.",
    "Sally eventually understood.",
    "She went home feeling sad and sat down on the couch next to her mother.",
    "Sally then said, “I think I already know where daddy went.",
    "It was 6:30 in the evening.",
    "I did not notice I fell asleep and realized it’s already dinnertime.",
    "I can even hear and feel my tummy grumbling.",
    "So, I decided to check downstairs for something to eat.",
    "On my way down, I smelled something really good.",
    "It made me feel hungrier.",
    "It was my mom cooking.",
    "I felt so excited.",
    "“Mom, what’s for dinner?” I asked.",
    "“Oh, you’re up.",
    "It is your favorite dish, seasoned steak and some mushroom soup,” she replied.",
    "“I bet you haven’t eaten these in a while now.",
    "You are always out for work so late.",
    "” “Really mom? Thank you so much! Hmmm.",
    "That really smells good.",
    "I can’t wait.",
    "” “Here you go.",
    "Enjoy and eat well,” mom smiled.",
    "“Thank you mom.",
    "You’re always the best.",
    "Joan loves collecting books.",
    "She has every kind of book.",
    "She collects novels, cookbooks, magazines, and educational books.",
    "One afternoon, when she was reading her favorite book, she found that some pages were missing.",
    "She counted the missing pages and found there were fifty missing.",
    "“Fifty pages of my book are missing!” Joan exclaimed.",
    "She tried hard to remember what she did to the book.",
    "She looked on her bookshelves to see if there were torn pages there.",
    "Joan got so distracted during the afternoon that she could not think properly.",
    "Dinner time came and still, Joan could’t find the fifty missing pages.",
    "Unknowingly, Joan slept.",
    "And then she woke up.",
    "She found out that it was just a dream, a bad dream.",
    "She got out of bed and checked her book.",
    "The book sat on the table, complete and intact.",
    "It was 9 o’clock in the morning.",
    "Mark, 7 years old, had just had his breakfast, a bowl of his favorite cereal with milk.",
    "His mother was late for work and she was in a rush.",
    "She told Mark it was time to go to school, but first, she asked him to brush his teeth.",
    "Mark refused to do so.",
    "His mother started to feel irritated.",
    "She was running late and she didn’t have time to argue with him.",
    "She asked him again: “brush your teeth”.",
    "Mark started to scream and cry.",
    "She didn’t understand what was happening.",
    "Then he told her; He didn’t want to go to school and that’s why he was refusing to brush his teeth.",
    "Natasha is never lucky when she participates in contests.",
    "She never wins although she always feels like she will.",
    "One day, she told her brother how she was upset about it.",
    "He told her she should buy a lottery ticket and choose all of her lucky numbers.",
    "This way, maybe she would have better chances to win.",
    "Natasha thought it was a good idea.",
    "She went to the store and bought one.",
    "She picked 10 numbers.",
    "She decided to choose, in order, her birthday, her mom’s birthday, her brother’s birthday, her wedding date, the number of dogs she has and her lucky number.",
    "The final number was 1228171037.",
    "Unfortunately, she didn’t win.",
    "It’s Friday night and Michel feels bored.",
    "He doesn’t know what to do.",
    "He had a hard week at work and he feels tired.",
    "His friends are going out, but he doesn’t feel like going with them.",
    "He wants to stay relaxing at home with his dogs.",
    "He is thinking about watching a DVD.",
    "He thinks it’s a good idea, especially if he watches the movie with popcorn.",
    "He goes to the video club and decides to rent an old horror movie.",
    "He loves horror movies, but he normally never watches them by himself.",
    "That night, Michel was very scared.",
    "Watching a DVD was maybe not a good idea.",
    "He should have gone out with his friends.",
    "It’s Tom’s wedding day today.",
    "He is about to marry the love of his life, Izabella.",
    "Tom met Izabella when they were both 18.",
    "It was love at first sight.",
    "Tom is in his room and the wedding ceremony starts in 10 minutes.",
    "He is thinking about all the good memories he has with Izabella and he doesn’t realise the time.",
    "When his best man, his brother, comes in the room and sees him still in pyjamas, he can’t believe it.",
    "“Get dressed!”, he told him.",
    "Tom didn’t realize he was not ready at all.",
    "He tries to get dressed and ready as soon as possible, but he arrives late to the ceremony.",
    "“Who arrives late at his own wedding?” he asks himself.",
    "Gina, 65 years old, can’t afford to clean her house by herself anymore.",
    "Her back is hurting her too much.",
    "Cleaning the floor is too painful.",
    "Her children think she should have a cleaning lady.",
    "Gina isn’t really enthusiastic about this idea, but she knows she doesn’t have a choice.",
    "She decides to hire Lucy, a cleaning lady.",
    "Lucy does a great job and Gina is satisfied, but there’s one thing she keeps on forgetting to do.",
    "She forgets everytime to vacuum the carpet in the living room.",
    "Gina always has to tell her “Please, vaccum the carpet.",
    "” It’s a little bit annoying, but Lucy is so lovely that Gina doesn’t mind.",
    "It’s Christmas today and Ellen is really happy.",
    "Her husband bought her a gift and she thinks she knows what it is.",
    "She has been wanting some shoes of her favorite designer but these are very pricey.",
    "She wasn’t able to afford it by herself, but she thinks it might be the gift her husband got her.",
    "When it’s finally time to unwrap the gifts, she is excited.",
    "The box has the shape of a shoe box.",
    "She unwraps it very quickly.",
    "She can’t believe her eyes! It’s the new shoes she wanted.",
    "Ellen is very thankful.",
    "She gives her husband a big hug and she tells him how much she loves him.",
    "She can’t wait to wear her new shoes.",
    "Michael has to go to New York City for his work.",
    "Actually, he has to go once a month.",
    "He loves the city and he loves to be paid to go there, but there’s one thing that really bothers him.",
    "He doesn’t like having to saty in a hotel.",
    "He is wary of hotel germs.",
    "He doesn’t like the idea that so many people have slept in that bed before him.",
    "Everytime he goes, he tries to clean everything.",
    "He cleans the toilet, the shower and the desk.",
    "He can’t wash the bed though and that repulses him.",
    "Instead, he brings with him a sleeping bag.",
    "This way, he doesn’t have to sleep under the sheets.",
    "It’s the best he can do.",
    "Johnson was washing his car, no harm in that! He saw his neighbor Katarina with wide eyes and a big smile putting up her garage door, she started to move something from inside; Johnson stopped his charmless chore and wondered what it might be.",
    "His neighbor took a motorcycle out of the garage.",
    "It was a Harley Davidson.",
    "Johnson asked: is it yours? “Yes” Katarina replied.",
    "It’s her brand new motorcycle, a gift from her father.",
    "Johnson wished he had a motorcycle like that, but at least, he has his car.",
    "He asked Katarina if he could ride it.",
    "Katarina let him and that made him very happy.",
    "Daniella is out of work.",
    "She lost her job two weeks ago and since then has been unable to find a new job.",
    "She is not getting any salary and it’s depressing her because she’s broke.",
    "Every time she goes to the grocery store, she doesn’t know what to buy.",
    "Everything seems so expensive, even the fruits and the vegetables.",
    "The other day, her neighbor, also unemployed, told her that she should make toast.",
    "Bread is cheap and so is jam.",
    "She can eat it for breakfast, lunch and dinner and this way, she would be saving a lot of money.",
    "Daniella decides to follow her neighbor’s advice.",
    "She is now able to save money until she gets a new job.",
    "Bruno and Fanny got married when they were both 27 years old and 25 years later, they are still together.",
    "25 years later, they are still in love.",
    "25 years later, Bruno is still romantic.",
    "He still buys flowers once in a while, he still takes her out for dinner.",
    "25 years later, Fanny is still attracted to him.",
    "She still likes to look at his smile and at his eyes.",
    "She still can’t believe how beautiful he looks.",
    "Even after all these years, they are the happiest couple there is.",
    "They have 2 children together and now, they are ready to retire from their jobs and to explore their love even more than ever.",
    "Yan works on a farm.",
    "It’s his uncle’s farm and he has been working there for years.",
    "Daily, he looks after a herd of 65 cows and 32 pigs, but lately, it doesn’t seem sufficient.",
    "His uncle doesn’t know what to do and he is scared of losing his farm.",
    "Yan has an idea.",
    "He told his uncle “You should buy a goat”.",
    "His uncle isn’t quite sure how buying a goat could help, but Yan has a plan.",
    "If they buy one goat, and if they then start buying more, they could produce goat’s milk dairy products.",
    "They could start a new business.",
    "His uncle has to admit this is a brilliant idea.",
    "That’s how their goat’s milk dairy business started.",
    "Every Sunday morning, Mona and her husband Jack go to their favorite restaurant for breakfast.",
    "They always go at the same time, around 10 AM, and they always sit at the same table, near the windows.",
    "They always order the same thing: Mona orders pancakes with maple syrup and her husband orders eggs with bacon and extra hash browns.",
    "This Sunday, Jack decides to ask for something different which surprises Mona.",
    "He asks for a fried egg instead of scrambled eggs like he normally orders.",
    "Mona is confused and so is the waiter.",
    "“What do you mean, a fried egg?” asked the waiter.",
    "Jack simply replies: “Just fry an egg!” Since then, Jack always asks for fried eggs.",
    "Valeria is an actress.",
    "She has been acting since she was 12 years old and although she isn’t really famous, she has been in a lot of different movies and TV shows.",
    "She has never won an award.",
    "In fact, she has never even been nominated for one, until now.",
    "She doesn’t know exactly what she has been nominated for, but she knows it’s for a very prestigious award show.",
    "When her manager calls her to tell her she won, she can’t believe it.",
    "She finally won an award.",
    "She is feeling so lucky, until he tells her what the prize is.",
    "Actually, she was unlucky: she won a booby prize.",
    "Markus is 78 years old.",
    "He has been married for 50 years to Janet.",
    "To celebrate their fiftieth anniversary, Markus wants to give the best gift to Janet.",
    "He isn’t quite sure what would make her happy, so he decides to ask her.",
    "Janet simply replies: “Shave your face!” The truth is, Markus has had the same beard since they were married.",
    "He has never shaved it and it has always bothered his wife.",
    "For their anniversary, that’s the only thing which will make her happy.",
    "Although he doesn’t want to do it, Markus decides to shave.",
    "Janet is disappointed and has a hard time recognizing him.",
    "In fact, she tells him she preferred his look before.",
    "Markus thinks for himself: “women never know what they want”.",
    "Tatiana loves to cook.",
    "Actually, she loves to watch cooking shows and to do the recipe at the same time.",
    "Today, she decides to watch a cooking video on YouTube for a carrot cake.",
    "First, she goes to the store and buys all of the ingredients.",
    "Then, she gets her kitchen ready and starts the video on her iPad.",
    "She starts following all the steps including mixing the flour with the milk, the sugar, etc.",
    "At one point, the cook on the show says “Peel a carrot”.",
    "That’s one of the steps of the recipe.",
    "Tatiana is suddenly very confused.",
    "She looks all around her fridge, but she can’t find any carrot.",
    "That’s when she realizes she forgot to buy the most important ingredient.",
    "It’s a July weekend and Paul is going camping with his two sons.",
    "It’s been their tradition ever since they were very young.",
    "This time, they are going beside a river, not too far from their house.",
    "During the Saturday, everything is going well.",
    "They are having fun, fishing in the water and hiking around.",
    "Then, during the night, something bad happens.",
    "Paul starts to feel his body becoming really itchy.",
    "Something’s bitten him.",
    "The next morning, all of his left arm is covered with bites.",
    "His sons think it might simply be mosquitos, but Paul knows it’s ant bites and they might be harmful.",
    "They decide to go back home as soon as possible.",
    "Diana has been living at the same house for over 10 years.",
    "She has always had the same neighbors.",
    "On the left, an old lady is living there by herself and on the right, it’s a couple without children.",
    "When the lady announces she is moving out to go to a residence for elders, Diana is curious.",
    "Who is going to be the new neighbor? In July, a new family finally moves in.",
    "It’s a young couple with a baby.",
    "It’s their very first house and they are excited.",
    "Diana is happy to welcome them to the neighborhood.",
    "In fact, she plans a little party to welcome them.",
    "Everyone around comes to say hello.",
    "The new family appreciates the welcome a lot.",
    "It’s important to go see a doctor once in a year.",
    "It’s a good way to make sure we are healthy.",
    "Jules knows that, but he always tries to avoid going.",
    "Today though, when he woke up, he noticed a big mole on his back.",
    "It wasn’t there a week ago.",
    "Jules started to be extremely worried.",
    "He decided to go to the doctor although he doesn’t like to do so.",
    "After looking at his mole, his doctor confirmed that he doesn’t have any reasons to panic.",
    "It’s not dangerous and it’s going to go away by itself.",
    "That said, he told him to come more often to make sure everything is always alright with his health.",
    "It’s the 28th of June today and Jana and Tim are celebrating their fifth wedding anniversary.",
    "Jana is hoping that this year, they are going to do something different.",
    "She hopes that Tim will take her for a weekend away in a cottage or maybe a hotel.",
    "She is hoping for a surprise, but she is also nervous because Tim tends to forget every important date.",
    "Actually, last month, he forgot her birthday.",
    "When she decides to call Tim at his work to ask him about the weekend, she realizes that he doesn’t know what she is talking about.",
    "“Why would we do something special this weekend?” he asked.",
    "Jana is upset: he forgot again.",
    "It’s Sunday morning and Billy decides to clean his apartment.",
    "He decides to clean every room including the store room.",
    "He hasn’t done such a big clean up since a year ago and it’s getting very filthy.",
    "He starts by cleaning his bathroom, then his room and then the kitchen.",
    "Everywhere, it’s a big mess, but the store room is the worst one.",
    "There are some brown spots on the carpet and Billy has no idea what they are.",
    "Could it be from his dog? Could it be from mice? He has no idea, but it repulses him.",
    "He cleans it as much as he can and promises himself he won’t wait that long before cleaning it again.",
    "The Grizzlies is the name of the soccer team of William’s high school.",
    "William is not playing for them, but he always make sure to watch their most important games, especially when they play against other high schools.",
    "Some of his friends are part of the team.",
    "Today, it’s the big game.",
    "They have been participating in an important tournament and it’s the last game.",
    "If they win this one, then they officially win the big award which is a scholarship for every player.",
    "Everyone is watching them and everyone is nervous.",
    "It turns out to be their best game ever and they win! William, just like everyone, is extremely proud of his school.",
    "Jimmy is a new intern at a very important firm.",
    "He has been very excited about this new challenge but he didn’t know his boss was going to be very hard to deal with.",
    "Actually, on the very first day of Jimmy’s internship, his boss was being rude.",
    "He literally asked him to make some coffee and to stop disturbing him.",
    "Jimmy was confused.",
    "Is making coffee part of his job? He doesn’t think so, but he doesn’t have much of a choice.",
    "After all, that’s his boss and he has to respect him.",
    "He decides to execute his orders and he suddenly regrets how he has to spend 3 months doing this internship.",
    "Liza has two children and both of them are going to the same elementary school.",
    "The youngest one is 6 years old and his older brother is 10 years old.",
    "Every year, after the Christmas holidays, it’s the same: Here comes the flu again! Somehow, every child in the school gets the flu and it becomes an epidemic.",
    "This year, things aren’t different.",
    "Both of Liza’s children have the flu at the same time.",
    "They are sick, tired and spend their days in their bedroom.",
    "They don’t eat much and they become weak.",
    "Liza has to take some days off from work to take care of them.",
    "As soon as they are feeling better, they will be going back to school.",
    "Jenna is very excited.",
    "She is going to New York City with her sister.",
    "It’s her first time visiting the Big Apple.",
    "Actually, they are going to buy a wedding dress for her sister who is getting married in fewer than three months.",
    "Although they are not going for her, Jenna really hopes they have time to go for some clothes shopping.",
    "She wants to go to Fifth Avenue where her favorite designers’ stores are.",
    "She knows it’s going to be quite pricey, but she doesn’t mind much because she has a budget of $1000.",
    "She wants to find some new tank tops and maybe one pair of shoes.",
    "Quentin isn’t really happy with his actual TV plan and cable plan.",
    "He doesn’t like the channels which are offered by his provider.",
    "He wants to have more options.",
    "It was on Tuesday night that, frustrated by his situation, Quentin decided to call his provider and to cancel his plan.",
    "Right after, he called a new provider and asked to have the best package deal they had available.",
    "The next day, his new provider came for the installation of satellite television.",
    "Quentin thought it was quite odd because they were installing an indoor antenna, not an outdoor one.",
    "He wasn’t really pleased by this idea and somehow, he started to regret his choice of changing providers.",
    "Every winter time, in Canada, people have to change their tires because of the snow.",
    "If they don’t do so, it can be seriously dangerous because summer tires aren’t made to ride on icy roads.",
    "Some people change their tires in the month of November but actually, according to the law, they have until the first week of December to do it.",
    "Carl works in a garage and every winter, he has the same routine.",
    "“Change my tires please” is the sentence he hears the most.",
    "Everyone comes to see him because he is the only one changing tires in the city.",
    "Also, he offers really good prices and he has some promotions one in a while for his best customers.",
    "When Willy was young, he didn’t have many friends.",
    "He was very timid and he had difficulties to talk with people.",
    "During high school, it was the same problem.",
    "He was also at the library and was avoiding any contact with other students.",
    "On his prom day, he went by himself even though he would have wished to go with a girl.",
    "Now, Willy is 25 years old and he is still alone.",
    "He still doesn’t have friends, except his co-workers.",
    "He has no girlfriend and in fact, he never had one.",
    "Although it seems sad, Willy is very happy in his situation.",
    "He is an introvert and he doesn’t mind being alone.",
    "Today, Ellora is going to visit her grandmother at the residence for elders.",
    "Her grandmother, or her “nanny” as she likes to call her, is a very lovely woman.",
    "She worked very hard all of her life and she educated seven children by herself.",
    "Now, she’s so lonely.",
    "Ellora wished she could come see her more often but because she lives in another city, it’s a little complicated.",
    "Her children come to see her once in a while but it’s not enough.",
    "She is still feeling alone and she would enjoy more company.",
    "When Ellora visits her, like today, she tries to play some games with her and sometimes, they look at old pictures together.",
    "It’s only then she doesn’t feel too lonely.",
    "Rich is working 6 days a week.",
    "He works like a god and he is always in a rush wherever he goes.",
    "Today, he couldn’t afford to be late because he had an important meeting with his boss.",
    "Fortunately, that morning, he had time to drink his coffee, eat his yogurt and have a quick little walk outside before heading to work.",
    "He got there on time and had a great meeting.",
    "Somehow, Rich felt like everything went perfectly.",
    "Maybe he didn’t have to worry so much.",
    "That’s only when he went to the bathroom during lunch time that he noticed the white spots on his black shirt.",
    "It was yogourt.",
    "Rich can’t believe he looked this way during the whole meeting.",
    "Tanya wants to spend more time with her husband but they don’t seem to have any hobby in common.",
    "Therefore, she doesn’t know what they could do together.",
    "Her husband likes to play golf with his friends, but Tanya isn’t really a fanatic of that sport.",
    "Actually, she never tried.",
    "She is thinking maybe she could start taking golf lessons so that they can play together.",
    "After all, maybe she would enjoy it.",
    "When she shares that idea with her husband, he thinks it’s an amazing idea.",
    "Tanya decides to start the lessons the next day.",
    "It’s not too easy and it’s quite expensive, but it’s totally worth it.",
    "Now they have a hobby to share together.",
    "Beaumont likes to go out with his friends every Saturday night.",
    "His friends like to have some red wine, but Beaumont is more of a beer drinker.",
    "He likes to try new ones and sometime, he orders beer cocktails which are cocktails made with beer.",
    "It’s more sweet, but he likes it as well.",
    "His favorite beers are the darkest ones because they taste completely different.",
    "His friends don’t understand him and they wished he liked to drink wine so that they could go to fancy wine bars.",
    "Unfortunaly, it’s not the case.",
    "Because of Beaumont the beer drinker, they always end up going to the bar of the village, near the shopping center, which is way more boring.",
    "Ursula is a new student at the most prestigious university of her city.",
    "It’s her first semester and she’s quite anxious.",
    "She is studying engineering and she has to buy a lot of books.",
    "On the first day of school, the teachers give her and the other students a list of books to buy for each class.",
    "She has to go to the university bookstore to buy them.",
    "When she sees the price of each one, she feels a little ashamed: she doesn’t have enough money.",
    "She decides to ask the teacher if it’s possible to have cheaper school books.",
    "Unfortunately, it’s not possible but she can always try to find second-hand books.",
    "That’s what she decides to do.",
    "Ian isn’t really a big fan of coffee, especially in the summer time when the weather is extremely hot, but when his sister told him about iced coffee, he thought it sounded very nice.",
    "Surprisingly, he decided to try one.",
    "Basically, it’s an espresso with water and a lot of ice.",
    "Therefore, it’s still taste like strong coffee.",
    "Ian wasn’t really pleased by the taste and he felt like he wasted his money.",
    "He asked for a refund, but it was impossible to have one because he drank it all.",
    "His sister was upset that he didn’t like it.",
    "She felt guilty since it was her idea so she decided to buy him a lemonade.",
    "Ophelia, 9 years old, played all day in the snow today.",
    "It was a Sunday afternoon and she didn’t have school.",
    "When she got back home, she was still feeling very cold.",
    "It’s January and the weather outside is far from being warm.",
    "To warm her up, her mom decided to cook hot chocolate.",
    "She used real cacao, hot milk and boiling water.",
    "Ophelia loves how her mother makes hot chocolate because she always adds a secret ingredient.",
    "She isn’t quite sure what it is, but she knows it’s very tasty and it makes a huge difference.",
    "Actually, it’s very simple: it’s only a couple of tiny marshmallows which melt in the hot beverage.",
    "Patrick doesn’t understand why so many people keep on buying every new version of smart phones.",
    "What’s the buzz? He thinks that they all work the same and they all offer similar gadgets.",
    "He also believes it’s only a way for people to make money.",
    "His best friend doesn’t agree with him.",
    "He tries to explain that it’s always new technologies which is why the new versions work better and faster.",
    "He thinks it’s useful, especially for people who work with social medias and technologies.",
    "Patrick doesn’t care; all he wants is to be able to call whenever he needs to do and to message his loved ones.",
    "He doesn’t even have a Facebook profile and he has never heard of twitter.",
    "Because she is living by herself in her huge house, Anna feels lonely.",
    "She has a lot of friends, nice neighbors, awesome family, but she doesn’t understand what is the point of having such a big house if she’s living alone.",
    "Also, she doesn’t like sleeping by herself during the night.",
    "One day, she decides that adopting a dog could be a great idea.",
    "After all, dogs are man’s best friend.",
    "She goes to the pet store and sees the most beautiful little puppy.",
    "She decides to buy him and to name him Vanilla.",
    "She loves the company of Vanilla, but now she has another problem: she adopted a barking dog and she can’t sleep at night because he is being too loud.",
    "Samuel has been feeling sick for a couple of days now.",
    "He has a running nose and his throat is hurting him.",
    "His mother thinks it’s only a cough, but he is scared it might be more serious.",
    "He decides to go to the doctor as soon as he gets the chance.",
    "The doctors actually confirm what his mom has been telling him: it’s only a cough.",
    "All he needs is to take some rest, sleep as much as he can and drink a lot of water.",
    "Also, the doctor gives him a syrup for his cough which will stop his throat from hurting.",
    "Samuel is happy to know he isn’t in danger.",
    "2 days later, he is feeling brand new.",
    "It was a Monday morning, during winter.",
    "Danny woke up to a bad surprise that day.",
    "Somehow, one window of his house was open all night and some snow got in.",
    "It melted and now, all the kitchen floor is wet and it’s freezing cold.",
    "Danny is upset.",
    "Why was that window open? He doesn’t know how it happened, but he is mad because now he has to clean everything.",
    "Also, the carpet beside the door is completely ruined.",
    "He will have to buy a new one and honestly, he doesn’t have the budget for such expenses.",
    "Frustrated, Danny wiped the kitchen floor and closed the window, hoping it will never happen again.",
    "It was the Friday morning of the same week as the snow incident.",
    "Danny woke up to another bad surprise, but this time, it’s even worse.",
    "During the night, his dishwasher broke and the the kitchen floor is all wet again.",
    "Now, not only does he have to clean everything, but he also has to repair his dishwasher.",
    "He didn’t have money to buy a new carpet so he for sure doesn’t have money to buy a new machine.",
    "Danny is truly upset.",
    "Why so many bad things are happening to him this week? It feels like he has been wiping his floor all week.",
    "Hopefully, next week will be better and his kitchen floor will stay dry.",
    "Fiona is in 10th grade.",
    "She is a good student and she always has really successful grade marks.",
    "Every teacher likes her because she is always on time, always listening and participating.",
    "One day, her favorite teacher was not doing well.",
    "The teacher was feeling dizzy.",
    "It was a hot day during summer time and the heat was too much to handle.",
    "He drank some water, but still, he wasn’t feeling any better.",
    "He decided to cancel the class.",
    "No need to say every student was happy! Fiona wasn’t though.",
    "She likes to go to school and she doesn’t like missing a lesson, but she is feeling bad for her teacher.",
    "Hopefully, everything will be better tomorrow.",
    "Finally, summer has arrived! Gregory couldn’t be happier.",
    "He has been waiting for the month of June all year because he is going for a 6 months backpacking trip in Central America.",
    "Today was the day he was leaving and although he had a 24 hours plane trip to do to reach his first destination, he was joyful to start his journey.",
    "When he got to the airport though, a bad and a good surprise were waiting for him.",
    "His flights were cancelled! Panicking, Gregory didn’t know what to do.",
    "That’s only then that the airline offered him other flights which were actually shorter.",
    "A short plane trip? Why not! The bad news turned out to be positive after all.",
    "Hugh wants to emigrate to another country.",
    "He is thinking about Europe, but he doesn’t know where exactly.",
    "He thought about France, but he doesn’t want to learn French.",
    "The best option seems to be United Kingdom so that he can still speak english.",
    "Hugh is truly motivated by this idea, but his family doesn’t think it’s a good choice.",
    "Also, his sister reminds him that he will have to fill many application forms and possibly do a citizenship interview.",
    "Not very pleased by all the tasks he will have to do to immigrate, Hugh changes his mind.",
    "Instead, maybe he could just move to another state like California.",
    "It’s still in America, but at least, it’s different from Colorado.",
    "These days, Julia always feels tired.",
    "She doesn’t know what is happening to her.",
    "She is not feeling depressed, but she feels weak and spends her days in her bed.",
    "Her parents are getting worried for her.",
    "Maybe she has a lack of vitamin C? A friend of her suggested to do some sports.",
    "It is known to give energy and to help for whoever always feels tired.",
    "Julia thinks it’s a good idea and she tries to motivate herself to go for a walk every day for at least 15 minutes.",
    "Fast enough, her walks started to be runs and 15 minutes started to be 30 minutes.",
    "Now, not only Julia feels better, but she discovered a new hobby: running!.",
    "Kathy is a single mother living in a filthy apartment with her 3 young children.",
    "She used to have it all: a nice and spacious house, a loving husband and her dream career.",
    "Unfortunately, she lost everything and now she has no food, no job.",
    "She hopes things are going to get better soon enough, also because she wants to provide a healthy lifestyle to her children.",
    "She is able to feed them, but she is unable to feed herself as well.",
    "It’s too much.",
    "She has been trying to find a new job, but in vain.",
    "She knows the sun is going to rise again.",
    "All things must pass, it never stays grey too long and that’s why she is confident.",
    "Luke has been traveling around the world for the last few months and right now, he is in India.",
    "He is enjoying his trip, although India is a very different country from what he is used to.",
    "It’s colourful with a vibrant culture, but also, there are many picturesque landscapes, specially in the North of the country, in the Himalayas.",
    "The only complaint he has about the country is that the trains are very busy.",
    "Although it is normally easy to travel around with the railway system, he always ends up taking the wrong train because there are too many people around which confuses him.",
    "Hopefully, he will soon get more familiar with the trains and will stop taking the wrong ones.",
    "Janne doesn’t know what to wear anymore.",
    "It seems like all of her clothes are old and used.",
    "She knows she needs new things and that’s why Janne decides to go for some shopping.",
    "She decides to go to her favorite mall which is located only 10 minutes’ walk from her house.",
    "After three hours of shopping, she still hasn’t found anything.",
    "It’s only when she gets to the very last store that she finally finds the perfect clothes for her wardrobe.",
    "She buys five pair of jeans, one new dress, three tank tops, one pair of shoes and also a new purse.",
    "In total, everything cost her $340.",
    "It’s not too bad for everything she got.",
    "Zana is known in her family for being an excellent cook.",
    "Even though she is a vegetarian, she cooks every kind of meal including meat.",
    "Everything she touches becomes a delightful dish! Her most famous recipe is certainly her glazed salmon with mixed vegetables on the top.",
    "It’s very simple, but so delicious.",
    "Many people have tried to figure out how to make this recipe before, but she never tells all the ingredients.",
    "She never says what is the secret ingredient so whenever someone tries to do it, it never truly tastes the same.",
    "What is her special ingredient? It’s very simple: it’s a tomato! She mixes all the vegetables with a tomato purée.",
    "Xavier is not really appreciated by his coworkers.",
    "He is doing an amazing job at work and he always finishes his tasks on time.",
    "Also, he is very friendly and happy.",
    "He talks with everyone and always brings chocolate, donuts and coffee after lunch.",
    "That’s not the problem.",
    "The problem is that he is being a noisy coworker.",
    "When he types on his computeur, everyone around can hear him.",
    "When he chews, he is extremely loud as well.",
    "It’s disturbing everyone and actually, some people have a hard time working.",
    "People have told him before to try to be less noisy, but Xavier doesn’t seem to understand.",
    "Instead, he keeps on bringing donuts and coffee hoping his coworkers will forget how loud he can be.",
    "Claudia is visiting her aunt and uncle this weekend.",
    "They are living in the countryside and they have a farm of their own.",
    "It’s a dairy farm and they have hundreds of cows.",
    "Claudia isn’t really familiar with farming, but she loves cows so she decides to help her uncle, one day, taking care of them.",
    "She was enjoying the day until one cow started to run towards her.",
    "She was not facing her, but fortunately, she heard her coming because of her bell.",
    "It saved her, basically, because she had time to move out of the way.",
    "She was saved by the cowbell! Now, she is scared and she doesn’t want to help her uncle anymore.",
    "Victor has been in prison for 5 months for a crime he didn’t commit.",
    "He was accused of robbing an old lady’s house but actually, it wasn’t him.",
    "It was his evil twin brother which he is not getting along with.",
    "He is not the only one in this situation.",
    "Another prisoner, which is in the cell beside him, is also falsely accused of a crime he hasn’t committed.",
    "Both of them are unhappy prisoners.",
    "They are hoping their lawyers are going to help them but until now, things are not promising.",
    "Hopefully, Victor will be out of jail soon.",
    "He has a wife and two children and he wants to see them as soon as possible.",
    "He doesn’t want to stay inside forever.",
    "Jacksontown is a small city.",
    "It’s not very multicultural and there’s only one man with black skin.",
    "When this man decided to participate in the elections to be the next mayor, people were very surprised.",
    "A black mayor? Well, why not! Although they thought it was surprising, they also thought it would be an amazing thing.",
    "They know this man is very qualified and he is one of the smartest people.",
    "Everyone voted for him.",
    "No need to say everyone was happy when he won.",
    "Since then, some people even call him the Barack Obama of Jacksontown.",
    "He is respecting all of his promises and he is being an excellent mayor.",
    "It’s the best thing that could have possibly happened to the city.",
    "“Tell the truth!” screams little Billy, 12 years old, to his younger brother.",
    "Billy thinks that his brother, Bob, stole his favorite video game.",
    "Bob keeps on telling him that he didn’t, but Billy knows that video games don’t dust disappear like this! It was in his room, on the desk, and suddenly, it’s not there anymore.",
    "“Tell me the truth or I will tell mommy” says Billy.",
    "Bob finally admits that he did steal it and he gives him back his game.",
    "He is getting nervous, he doesnt want Billy to tell their mother because he knows he would be in a lot of trouble.",
    "Stealing is bad and siblings shouldn’t steal each other’s belongings.",
    "Nick isn’t really a good cook.",
    "He would love to be, but everytime he tries a new recipe, it’s not a success.",
    "One day, his girlfriend asked him to buy an apple pie for her at the grocery store.",
    "She has been carving for one since a couple of weeks now.",
    "Nick has an idea.",
    "What if he tries to cook one? After all, apple pies aren’t too complicated to do.",
    "He decides to find the perfect recipe and he starts making it, following every step.",
    "When he gives it to his girlfriend, she is convinced that he bought it and she doesn’t believe him when he says he made it.",
    "After all, maybe Nick isn’t that bad at cooking.",
    "Matteo is from Mexico.",
    "He is moving to the country and he needs a new job.",
    "He isn’t sure what he would like to do and his current diploma isn’t recognized by the education system.",
    "He can’t do the same thing he was doing back in his country.",
    "He decides to look in the newspaper for jobs.",
    "That’s how he found the perfect paint job.",
    "All he has to do is go to people’s houses and paint their walls.",
    "It’s not well paid, but it’s better than nothing.",
    "Matteo decides to call the painting company providing this service and they hire him right away.",
    "He will have to start working next week.",
    "Matteo is excited about his paint job.",
    "Ashanti’s computer isn’t working well these days.",
    "She thinks maybe there’s a virus.",
    "She decides to call her brother-in-law who is qualified to repair computers.",
    "He is willing to help her.",
    "The same day, he comes to her house to take a look at the computer and he tries to find the problem.",
    "What could it be? It’s working, but it’s being very slow.",
    "The virus hypothesis might not be wrong.",
    "That’s only when he looked at the e-mails of Ashanti that he realized how bad the situation was.",
    "It seems like Ashanti opened a junk mail which she wasn’t supposed to.",
    "It was actually a virus and that’s what’s affecting her computer so badly.",
    "Ben has been living by himself for 2 years.",
    "Before then, he was living with his parents.",
    "He doesn’t miss living with his parents but he tries to visit them as much as he can.",
    "One day, her mother called him.",
    "She was having issues at the house and she was claiming that she needed his help as soon as possible.",
    "Worried, Ben went right away.",
    "When he got there, his mother simply told him “change a light bulb”.",
    "Not understanding what she was talking about, Ben asked her to explain.",
    "Actually, the light bulb of the bathroom needed to be changed and she wanted him to do it for her.",
    "Ben couldn’t believe she called him to do such a simple task.",
    "Claire is at the beach with Charlotte, her best fiend.",
    "It’s a sunny day and the weather is pleasant.",
    "The ocean is calm and the waves aren’t too strong.",
    "The sky is blue and there are no clouds around.",
    "They are enjoying some cold drinks and they are eating sandwiches.",
    "The warm sun feels really good on their skin.",
    "As soon as they are done eating, they go for a quick swim in the water.",
    "They can feel the sand in between their toes and it feels comforting.",
    "Then, they play volleyball on the sand with other friends.",
    "They play for hours.",
    "They are having so much fun.",
    "Everything is simply perfect.",
    "Life is good.",
    "Tomorrow, there is an important car race downtown.",
    "It’s very exciting, especially for Dylan who is participating.",
    "He has a small car, a Toyota, but he knows he has a chance of winning.",
    "Every year, it’s a tradition.",
    "In the month of September, this race is taking place and around 20 people are competing.",
    "Last year, it was actually Dylan’s brother.",
    "This year, who is going to be the big winner? The winner wins $1000 which is a lot of money.",
    "Dylan would definitely enjoy winning that prize.",
    "He promises to all of his family that if he is the winner, he is going to share the money with all of them.",
    "Dakota is shopping at the mall.",
    "It’s a typical Tuesday afternoon.",
    "She is in her favorite store and she is looking for a new purse.",
    "Suddenly, she hears some gun shots.",
    "Everyone around starts panicking.",
    "There’s a man with a gun in the shopping center.",
    "She tries to run away, but the workers at the store she is currently in suggest that they should all stay inside the store.",
    "They close the doors and hide themselves.",
    "It was the best decision to make.",
    "They possibly saved themselves.",
    "As soon as the police arrive, everyone is able to get out of the mall.",
    "Fortunately, no one was hurt and the man got arrested.",
    "It was a scary day for Dakota.",
    "It’s Friday night and it has been a long day at work for Drake.",
    "Now, he is starving! He decides to go with his girlfriend to a restaurant for dinner.",
    "Both of them are very hungry.",
    "They order two hamburgers, one plate of pasta with tomato sauce and one large pizza with extra pepperoni.",
    "Then, they decide to order one piece of chocolate cake, a tiramisu and an apple pie.",
    "They thought they would be able to eat it all, but actually, it was too much.",
    "Drake’s girlfriend suggests that they bring the rest back home.",
    "Drake thinks it’s a good idea.",
    "He asks the waitress for a doggy bag.",
    "Drake was truly disappointed when she simply replied that there was no doggy bag.",
    "What a waste of food.",
    "Bradley is proud of his country, proud to be American.",
    "At his house, he has three flags of the United States.",
    "One at the front of this house, hanging from the roof, one in his living room and one hanging on the wall of his bedroom.",
    "He is always happy to meet people from other countries because he likes to tell them how amazing his country is.",
    "He loves how his country is diversified.",
    "There’s the warm beaches of California, the high buildings of the city that never sleeps, New York City, and the great mountains of Colorado.",
    "There’s the history of Washington DC, the jazz of New Orleans and the palm trees in Florida.",
    "Yes, Bradley loves his country.",
    "Rachel is dating a new man.",
    "It’s the third time they have met each other and tonight, they are going to a fancy restaurant.",
    "Rachel is enjoying this man’s company.",
    "He is tall, smart and good looking.",
    "He is a lawyer.",
    "Everything about him feels perfect, but then he made one mistake.",
    "He called her “honey”.",
    "Rachel doesn’t like to be called this way.",
    "After all, it’s only their third date.",
    "She thinks this nickname is only for married couples and it makes her uncomfortable that he dares to call her like this.",
    "“Don’t call me honey!” she tells him.",
    "Happily, he understands her point and accepts not to call her like this ever again, but it’s too late: Rachel feels turned off.",
    "It’s a warm and sunny day and Teddy wants to ride a bycicle.",
    "He doesn’t have one of his own, so he has to rent one from a store.",
    "It’s only $10 per hour, but he has to give a deposit of $100.",
    "It was a pleasant day and Teddy had a lot of fun.",
    "When the day is over, he has to go give the bycicle back.",
    "He wants to have his deposit money back, but first, the owner of the store has to do a rent check.",
    "He has to make sure nothing happened to the bicycle.",
    "It takes only 3 minutes and the check is done.",
    "Everything is good, Teddy gets his money back.",
    "Raoul used to smoke 1 packet of cigarettes each day for 20 years.",
    "He stopped 5 years ago and he is extremely proud of himself.",
    "He knows more than anyone else that quitting is hard and for this reason, he wants to help other people to do so.",
    "Since he is a doctor, he decides to open his own clinic to help people to quit.",
    "He decides to call his clinic “a smoker quits”.",
    "He thinks this name is eye-catching.",
    "He hopes to inspire many people to finally say no to this dangerous habit.",
    "To help him at his clinic, he also hires a social worker.",
    "She is going to offer support to each client trying to quit.",
    "George has been feeling alone since he was a child.",
    "He has two brothers and one sister, but no friends.",
    "He is feeling lonely and depressed.",
    "He thinks he might be clinically depressed because of his unfortunate condition.",
    "He decides to go see a doctor to help him.",
    "The doctor doesn’t understand why George is so depressed.",
    "George explains himself.",
    "“No friends for me” he says.",
    "The doctor suggests he sees a psychologist.",
    "Also, he tells him that he should find a new hobby where he could meet new people.",
    "For example, since George loves board games, he could take part in a chess club.",
    "George thinks it’s a good idea and he is willing to try all of his doctor’s recommandations.",
    "Chloe just turned 7 years old.",
    "Her mother wants to give her the perfect birthday gift.",
    "She decides to buy her a cat.",
    "Chloe is very happy.",
    "She names the cat “Kitty”, a simple name but also a cute one.",
    "Every day, when Chloe comes back from elementary school, she plays with Kitty.",
    "One day, when she came back, she couldn’t find him.",
    "“Where’s Kitty?” Chloe asked her mom.",
    "Her mother was hoping she wasn’t going to ask.",
    "The cat had had an accident.",
    "The window of the living room had been left open all day Kitty escaped.",
    "Chloe is extremly sad and so is her mother.",
    "They both loved Kitty so much.",
    "Owen is so busy these days.",
    "He has a new job, he is moving out of his current apartment and he has to write three assignments for school.",
    "Things are getting out of hand and he has too many things to do.",
    "He doesn’t know where to start.",
    "He decides to write a to-do list, a list of things to do.",
    "First, he has to pack his boxes and clean his apartment.",
    "Then, he has to write his first assignment for his mathematics class.",
    "It’s the most important one.",
    "The list goes on and on.",
    "Owen writes 10 different things he wants to do.",
    "He can’t believe how much work it involves, but at least, with his list, everything is clearer.",
    "Last June, Frank bought a new couch for his living room.",
    "It was very expensive so he had to pay with his credit card.",
    "The total of the bill was $2500.",
    "Now, six months later, he is finally able to pay it all.",
    "He is feeling quite relieved.",
    "Having debt is always very stressful, but now, things are going to be better.",
    "At least, that’s what he thought until his bank called him.",
    "“You still have money to pay us” they told him.",
    "Frank doesn’t understand.",
    "He is sure he paid it all.",
    "“You have to pay the interest.",
    "” Oh no, Frank forgot that there was a 2% interest for each month.",
    "He still has to pay $300.",
    "Eric has two sons.",
    "One is 17 years old and the other one is 19.",
    "Eric has been a smoker since he was a teenager and he is not very proud of this.",
    "He would like to stop, but he doesn’t have the motivation.",
    "One day, his oldest son asked him if he could rent a car from him for the weekend so that he could go to New York City with his friends for his birthday.",
    "Eric isn’t really pleased by the idea, but it’s his son’s birthday next week and he wants to please him.",
    "Renting a car for a weekend is expensive though.",
    "His son tells him to either rent the car or quit smoking.",
    "Either way, he is going to be happy.",
    "Eric chooses to quit.",
    "Martin’s car is very dirty.",
    "He is not cleaning it often so it is full of clothes, food and garbage.",
    "Also, it stinks.",
    "Martin is starting to think he should do something about it.",
    "He should clean It.",
    "First, he throws everything he has inside of the car.",
    "He throws banana skins, coffee cups and old juice boxes.",
    "Then, he cleans the inside.",
    "He vacuums the carpets and also every seat.",
    "Finally, he cleans the outside.",
    "With some soap and hot water, he cleans every little part of the outside of the car until it is completely shiny.",
    "It’s a sucess! Martin now has a clean car and he is feeling very proud.",
    "Every night, Orlando has the same routine.",
    "He goes to bed at 11 o’clock and he wakes up around 7 in the morning.",
    "He is always sleeping well and having peaceful dreams.",
    "For a week though, he has been having weird dreams.",
    "It’s always a different one, but it’s always about baseball.",
    "He doesn’t know what these baseball dreams could possibly mean.",
    "Sometimes, he is playing in a team.",
    "In other dreams, he is watching a game on television or he is in the stadium, watching it live.",
    "These funny and odd dreams lasted for a full week.",
    "Now, everything is back to normal and his sleeps aren’t disturbed anymore.",
    "Hopefully, it won’t start again.",
    "It was just too weird.",
    "Ingrid is late for her appointment at the dentist.",
    "She is trying to get ready as fast as she can and she decides to go by car.",
    "She can’t go too fast, there are too many policemen around the neighborhood.",
    "Suddenly, she realizes she is being followed.",
    "There’s a car chasing her.",
    "Who is that? She doesn’t know, but she is starting to feel worried.",
    "She tries to change direction, but the car keeps on following her.",
    "She is starting to panic, so she rides faster.",
    "When she finally gets to the dental clinic, it seems like the car is going to the same place as well.",
    "It’s only then that she realizes it is actually her dentist going to work.",
    "Matthew has an interview today for a new job.",
    "He is pretty excited about it because it could possibly lead him to his dream career.",
    "He is nervous, but he is feeling ready to answer the questions.",
    "Before leaving his house to go, he asks his girlfriend if he looks okay.",
    "She starts to laugh.",
    "Matthew doesn’t understand why she is laughing at him so much.",
    "Is it because of the suit he is wearing? Is it because of his shoes? Maybe it’s his new haircut? “What is wrong? What’s so funny?” he asks her.",
    "“Wash your nose!” she replies.",
    "Immediately, Matthew goes in the bathroom to look at himself in the mirror.",
    "His nose is dirty.",
    "That would have been very embarrassing for his interview.",
    "Anthony is a painter.",
    "He started to paint when he was only 12 years old.",
    "Already then, his paintings were truly impressive.",
    "He was able to paint different kinds of things such as landscapes and portraits.",
    "Now, 26 years old, he is mostly painting abstract art.",
    "Not everyone likes it, but he is still able to sell around two to three paintings a week.",
    "Also, that’s how he is able to express his emotions.",
    "When he is feeling mad, he uses colors like red and black.",
    "When he is feeling happy, he tends to use more yellow.",
    "He paints according to his mood and his energy and everytime, it’s a masterpiece.",
    "Vicky is renting an apartment monthly in Los Angeles.",
    "It’s a huge and spacious place where she lives by herself.",
    "Every month, she is supposed to give a check for the rent to the landlord.",
    "This month, somehow, she totally forgot to do so.",
    "Her landlord wasn’t happy at all and therefore, he gave her a penalty of $100.",
    "Vicky thinks he is ripping her off.",
    "It’s an honest mistake.",
    "She didn’t mean not to pay.",
    "She tries to explain the situation to him, but he doesn’t want to understand her point.",
    "It turns out Vicky has to give a check for the rent and also another check for the penalty.",
    "It’s a very expensive month just because of one mistake.",
    "Frida doesn’t mind cleaning her house.",
    "She doesn’t mind cleaning the kitchen, the bedrooms and even the bathroom.",
    "She doesn’t mind dusting every item of furniture, wiping the floor and cleaning the bathrooms until they shine.",
    "Actually, she is the only one in her house doing everything.",
    "Her husband and her children don’t do any household chores.",
    "There is only one single thing she never does.",
    "One single task: to do the laundry.",
    "She is able to do so, but she doesn’t want to.",
    "She thinks it’s the worst chore there is and it grosses her out to clean other people’s dirty clothes.",
    "That’s why she never does the laundry and instead, her husband does it.",
    "Halloween is Thomas’ favorite holiday.",
    "Now, he is 23 years old so he doesn’t celebrate it the same way he used to do when he was young.",
    "Back in the days, he used to go around all the houses of his neighborhood with his two sisters to trick and treat.",
    "He loved it when people were giving him chocolate.",
    "That was his favorite candy.",
    "These days, he is obviously too old to knock on people’s doors, but he still finds a way to appreciate his favorite holiday.",
    "He still wears a costume every year and tries to go to Halloween parties.",
    "This year, he is going to be dressed as Batman.",
    "Last year, he was dressed as a pumpkin.",
    "It’s always different.",
    "Edward has to meet his best friend today at 3 PM at the bus stop.",
    "Every day, they go train together and normally, they meet at the gym.",
    "This time, his friend asked him to meet him at the bus stop instead.",
    "They will go to the gym together, at the same moment, instead of meeting there.",
    "Edward goes to to bus station as agreed.",
    "He waits and he waits more.",
    "In total, he waited 30 minutes.",
    "His friend is still not around.",
    "He is starting to be worried.",
    "It’s 3:30, where could he be? He tries to message him but he doesn’t reply.",
    "He tries to call and he finally picks up.",
    "Edward was waiting at the wrong bus stop.",
    "Fae watches the news every night on her favorite TV channel.",
    "It’s always negative news.",
    "Sometimes, it’s about a disease who killed thousands of people in Africa, sometimes, it’s about car accidents or airplane crashes.",
    "She doesn’t like how it’s always so bad.",
    "It makes her sad.",
    "One day, they talked about a good news which made Fae very happy.",
    "They started to talk about a lady who is finally cured from a rare and extreme disease.",
    "Fae thought for herself: “More good news, please!”.",
    "She thinks that the TV channel should focuse on good news like this instead of bad news all the time.",
    "It’s more positive and it brings a smile to her face.",
    "Enzo thinks life is a like rainbow.",
    "When he is mad and bad events happen to him, he gets very angry and his skin becomes red.",
    "When the warm yellow sun hits his skin, it makes him happy.",
    "Good weather always brings a smile to his face.",
    "When the summer comes, everything is green.",
    "The grass, the trees, the plants, the flowers.",
    "That’s when everyone around him is feeling the best ever.",
    "Winter is finally over! When he is sad, he is feeling blue.",
    "When he is cold, his skin, especially his toes, turn purple.",
    "Every color of the rainbow represents his life in one way or another.",
    "That’s why he likes to think that life is rainbow.",
    "Emilio just broke up with his girlfriend.",
    "They were together for a year and a half.",
    "He loved her, but things were not working well anymore.",
    "She had a short temper and they were always fighting over small things.",
    "He loved her, but they were not meant to stay together any longer.",
    "He knew she wasn’t the woman of his dreams, the love of his life.",
    "He knew she wasn’t going to be the one he marries and she wasn’t going to be the mother of his kids.",
    "He loved her, but they had to put an end to their relationship.",
    "That’s how life goes sometimes.",
    "He is still feeling optimistic that one day, he will find the right one.",
    "Mario loves to eat.",
    "He likes every kind of food: Italian food, Indian food, Chinese food… everything! He doesn’t mind if it’s salty, sweet or even spicy, but his favorite food is anything he can eat with his hands.",
    "For example, a hamburger, a pizza or French fries.",
    "He thinks that eating with his hands is part of the fun.",
    "The only thing he has to make sure to do everytime is to wash his hands.",
    "That’s what his mother always used to tell him: “Wash your hands!”.",
    "It’s important to do so before eating because during the day, our hands touch many different kind of things.",
    "Therefore, there are a lot of germs on them.",
    "Mackenzie doesn’t like to eat chips or chocolate when he goes out to movie theatres.",
    "She strongly believes that the best thing to eat while watching a movie is popcorn.",
    "Whether it’s a horror movie or a romantic one, it doesn’t matter: popcorn remains the best thing.",
    "Many people tend to forget that there are many different varieties of popcorn.",
    "Although butter popcorn is a classic choice, Mackenzie also likes to try other things.",
    "By example, sometimes, she eats caramel popcorn.",
    "Also, at the movie theatre of his neighborhood, they offer salty flavors such as chili powder, cheese powder, etc.",
    "For a salty choice, that’s what she asks everytime.",
    "At the end of the day, it doesn’t matter which one she gets, as long as it’s popcorn.",
    "This morning, Brittany is supposed to meet her mother for breakfast.",
    "It’s their Sunday tradition.",
    "They try to do it every week and everytime, they go to the same place, around 9 AM.",
    "From her house, Brittany has to drive 15 minutes before getting to the restaurant.",
    "Therefore, she always leaves the house around 8:45.",
    "Normally, it’s more than enough but today, things are different.",
    "There is a bus accident on the road and there are a lot of traffic jams.",
    "She is stuck behind hundreds of other cars and no one is moving.",
    "Brittany is starting to panic.",
    "She knows she is going to be late and she doesn’t want her mother to wait for her.",
    "Hopefully, she will make it on time.",
    "Brooke is hopeful.",
    "These last years, things were not going well for her.",
    "She hit rock bottom.",
    "First, she lost her mother.",
    "She passed away in a car accident.",
    "Then, only three months later, she lost her father in a similar incident.",
    "She divorced from her husband and she lost her house.",
    "All of these bad events happened very quickly and therefore, Brooke started to be very depressed.",
    "Now, she is hopeful.",
    "She knows things are going to start to be better.",
    "Life will be better.",
    "She has a new career and she has the money to buy a new place to live.",
    "She has a new boyfriend who she wants to marry.",
    "Life will be better, she knows the bad years are behind her.",
    "Some days, things are going very well for Edgar.",
    "Today, for example, everything makes him believe it’s a lucky day.",
    "When he woke up, birds were singing from his bedroom window.",
    "Already then, he knew it was the perfect way to start a Monday morning.",
    "Then, he went down the road to get a filter coffee at the same coffeeshop he goes every day.",
    "The owner of the coffeeshop gave him a free muffin to thank him for being such a loyal customer.",
    "After that, Edgar went to work.",
    "Normally, there is always traffic on the road but today, he didn’t have to wait: there was no traffic at all! He arrived at work earlier, less stressed.",
    "Today is a lucky day, there’s no doubt.",
    "Marvin a young sleek teenager who prefers to keep himself to himself, rarely going out and mixing with people.",
    "One morning, his mother insisted him to come with her to a local swimming pool so that he can have some time out.",
    "He couldn’t swim also he wasn’t really interested in outdoor activities, so he didn’t understand why he has to go to a swimming pool.",
    "A lot of children were making noise and enjoying the sunny day, splashing, jumping, some trying to dive.",
    "One guy was something different more fascinating for Marvin, he was floating on water on his back calmly by himself.",
    "Marvin ran to his mother and said, “Mom, I want to swim.",
    "Becky has been wearing the same lipstick color for over 10 years.",
    "She is always wearing a vibrant red on her lips, as red as a fire truck.",
    "It’s her classical beauty product.",
    "These days, she is feeling like she could do a transformation to her look.",
    "She doesn’t want to cut her hair or change the color.",
    "She doesn’t want to change the way she dresses either.",
    "Still, she wants to try something different.",
    "She decides to buy a new lipstick.",
    "It’s fushia and it’s very different from the red she has been wearing for so long.",
    "It doesn’t seem like a big change, but many people can tell the difference.",
    "She is a brand new woman with her new lipstick.",
    "Elijah was having a peaceful night until the fire alarm of his house wakes him up.",
    "There’s a fire in the house! He wakes up as quick as possible and tries to figure out where the smoke comes from.",
    "It’s coming from the kitchen.",
    "Elijah is panicking, he can’t believe what’s happening to him.",
    "He left the oven turned on all night with a cake inside.",
    "That’s where the fire is coming from.",
    "He calls the firemen and they arrive as soon as possible.",
    "Hopefully, no one is hurt and the fire is being put out right away.",
    "Still, the firemen laugh a little bit at Elijah.",
    "Who forgets a cake in the oven all night long?.",
    "A bad economy for a country doesn’t just affect the country itself.",
    "It also affects people like Natali, who are trying to sell their house.",
    "Natali has been trying to sell her house for the last 2 years, but in vain.",
    "Because of the bad economy right now, no one wants to buy it.",
    "It’s too expensive, but Natali can’t afford to reduce the price.",
    "She hopes she will be able to sell it before the end of the summer.",
    "She doesn’t think the economy will be better then, but she is thinking maybe someone in need will offer her a good price.",
    "Until then, Natali is hopeful for her country.",
    "She hopes the bad economy gets better soon enough.",
    "New York City is Alex’s favorite city in the United States.",
    "He loves how this city never sleeps and everytime he goes, he feels free.",
    "Although many people are fanatic of famous Times Square, Alex prefers to take pictures of the Flatiron Building which is a little bit less busy.",
    "Also, instead of going up the Empire State Building, he prefers to see the Rockefeller Center.",
    "His favorite neighborhood remains Upper East Side.",
    "He knows he would never be able to afford buying a house there, but he loves to see how amazing the buildings look.",
    "He likes how most of them have a nice view over Central Park.",
    "Nancy is feeling very guilty.",
    "She has done something very bad to her sister.",
    "She is not sure if her sister will ever forgive her.",
    "Nancy destroyed her sister’s prom dress.",
    "She didn’t mean to do so, but her sister is very mad.",
    "Nancy tries to explain that the dress was out, on the dining room table, and that she wanted to move it back to her sister’s bedroom but then, her dog ate it.",
    "Her sister doesn’t believe this story.",
    "She knows the dress wasn’t out.",
    "“Just try to tell the truth” she says.",
    "Nancy finally admits what happened.",
    "She wanted to try the dress on because it was too beautiful.",
    "Then, unfortunately, she spilled some coffee on it.",
    "She tried to wash it, but the washing machine destroyed it.",
    "Luck has a corn field behind his house.",
    "Many people laugh at him because of that, but he doesn’t mind.",
    "He knows he isn’t a good farmer, but he still wants to cultivate corn.",
    "Corn is for people and animals.",
    "It’s very useful for many different things and therefore, he knows it is very good business.",
    "Also, at the end of the summer, he is able to sell it to other people in different cities.",
    "He makes a lot of money this way.",
    "That’s also why he is able to afford his huge house.",
    "Without his corn field and the money he makes out of it, he wouldn’t be able to afford such a spacious property.",
    "Veronica has been lonely all her life.",
    "She has many friends and a good family, but she never dated a boy.",
    "She is wondering how come no man is interested in her.",
    "One day, she decided to share how she feels to one of her friends.",
    "She asked her for advice.",
    "How can she find the perfect man? Her friend responded: “don’t be fat”.",
    "According to her, the reason why Veronica was still lonely is because she is fat.",
    "Veronica was extremely hurt by such a reply and she decided not to listen.",
    "One week later, she was meeting the love of her life at the grocery store.",
    "Still today, they are together and Veronica is still fat because it truly doesn’t matter.",
    "Barbara has one of the weirdest obsessions.",
    "She is obsessed with everything which is either in the shape of a circle or a square.",
    "All of the clothes she owns have drawings of either squares or circles.",
    "Also, at her apartment, all of her plates and glasses are in the shape of a square and the couch in the living room has circles drawn on it.",
    "People think it is very odd.",
    "Her brother, most particularly, judges her a lot because of that.",
    "Where does this obsession come from? She wasn’t like that when she was younger.",
    "It started only when she broke up with her boyfriend, in 2011, after being with him for 3 years.",
    "Nina wants to move out of her country.",
    "She is getting tired of the weather and she wants to escape it.",
    "It’s never pleasant.",
    "It’s always either raining or hailing.",
    "She wants to have warm days at the beach.",
    "She wants to know what it feels like to have the sun rays on her skin.",
    "Instead, all she sees is rain and hail.",
    "Nikki has been having such a big headache for the last few days.",
    "It’s incredibly painful.",
    "She is used to having small headaches once in a while, especially when she is tired or dehydrated, but never as strong as what she is experiencing right now.",
    "She decides to read about it online.",
    "She is thinking maybe she will find a solution or a natural cure.",
    "Instead, she reads terrible things which makes her even more terrified.",
    "Now, she is thinking it could be a serious disease.",
    "Nikki is getting anxious.",
    "She tries to do a nap to calm herself.",
    "When she wakes up from the nap, she is extremely happy, yet surprised: the headache is completely gone.",
    "Two men are trying to seduce Nadeen.",
    "Nadeen is not interested in either of them, but she is still curious to know what they are prepared to do to have her hand.",
    "One is 3 years older than her.",
    "He is quite small, but very good looking.",
    "He is working in a bank and he is trying to convince Nadeen that he would be the perfect husband.",
    "He has a lot of money so he would buy her jewels all the time.",
    "The other one is younger than her, but he is extremely smart.",
    "He is a surgeon.",
    "He is a little fat, but he is the nicest person she knows.",
    "He says he will take her out to dinner whenever she feels like it.",
    "Wherever he goes, Timothy is always late.",
    "Whether it’s an appointment at the doctor or a date with a girl, it doesn’t matter; he always ends up being 5 to 10 minutes late.",
    "Today, his sister is hosting a surprise party for their mother.",
    "She is turning 60 years old.",
    "Timothy’s sister asked him over three times: “don’t be late”.",
    "She doesn’t want him to be late otherwise, that would ruin the surprise.",
    "Timothy tries as much as he can.",
    "He puts alarm clocks on his phone, he tries to leave his house earlier than he normally would… Still, he got late and the surprise was ruined.",
    "His sister is very mad at him.",
    "A day at the beach for everyone is endless fun, playing, running, looking at the ocean, the palm trees, the breeze flowing through water.",
    "All of this is a treat.",
    "Jessica came early in the morning to the beach even when there was no one.",
    "She wanted to feel and see every changing colour of magnificent nature, roar of the ocean was touching her heart deeply, as the day moved forward she enjoyed the joy of others and witnessed bright reflection of sun on the water until it became golden red before setting off.",
    "A day at the beach for Jessica meant a lot, more than anyone else.",
    "It was her first time witnessing all of this, she had an eye transplant a week ago; she could see now for the first time in 27 years."
]